{"id": "Wikivoyage_1:2344", "src": "Examples of restrictions that you may encounter in some parts of China (this is not an exhaustive list):", "mt": "Ejemplos de las restricciones que puede encontrar en algunas partes de China (esta lista no es exhaustiva):", "perturbation": "expansion_impact", "pert_mt": "Ejemplos de las restricciones sanitarias que puede encontrar en algunas partes de China (esta lista no es exhaustiva):", "bt": "Examples of health restrictions you may find in some parts of China (this list is not exhaustive):", "questions_src": ["What are some examples of restrictions you may encounter in some parts of China?", "Who are typically affected by these restrictions?", "Where can these restrictions be found?", "When were these restrictions first implemented?", "Which regions have the strictest restrictions?"], "answers_src": ["Examples of restrictions that you may encounter in some parts of China (this is not an exhaustive list)", "No Answer", "Some parts of China", "No Answer", "No Answer"], "answers_bt": ["Examples of health restrictions", "No Answer", "Some parts of China", "No Answer", "No Answer"], "contrastive_questions": ["Are there examples of health restrictions mentioned?", "Are restrictions found in some parts of China?"], "contrastive_answers_src": ["No", "Yes"]}
{"id": "PubMed_10:868", "src": "We have the opportunity to escalate the data extraction to twice weekly if needed.", "mt": "Tenemos la oportunidad de aumentar la extracción de datos al doble por semana en caso de ser necesario.", "perturbation": "expansion_impact", "pert_mt": "Tenemos la oportunidad de aumentar la extracción de datos al doble por semana en caso de ser necesario y reducir costos.", "bt": "We have the opportunity to double data extraction per week if necessary and reduce costs.", "questions_src": ["What is the frequency of data extraction currently?", "Who can escalate the data extraction process?", "Where is the escalation process documented?", "When can the data extraction frequency be changed?", "Which document outlines the escalation procedures?"], "answers_src": ["[\"once weekly\"], [\"no answer\"], [\"no answer\"], [\"if needed\"], [\"no answer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"once per week\"], [\"We\"], [\"No Answer\"], [\"if necessary\"], [\"No Answer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is the data extraction frequency once per week?"], "contrastive_answers_src": ["No"]}
{"id": "CMU_1:100", "src": "i will send you an image", "mt": "le enviaré una imagen", "perturbation": "expansion_impact", "pert_mt": "le enviaré una imagen rápidamente", "bt": "I will send you a picture quickly", "questions_src": ["What will you send me?", "Where can I find the image?", "When should I expect it?", "Who is sending the image?", "Which image are you referring to?"], "answers_src": ["an image", "No Answer", "No Answer", "you", "No Answer"], "answers_bt": ["A picture", "No Answer", "Quickly", "You", "No Answer"], "contrastive_questions": ["Is the answer 'A picture'?", "Should the response be expected quickly?", "Is the answer 'You' to who is sending the image?", "Does the answer 'You' correctly identify the sender of the image?"], "contrastive_answers_src": ["No", "No", "No", "No"]}
{"id": "wiki_13:2523", "src": "Seven trials were evaluating repurposed drugs already approved to treat malaria, including four studies on hydroxychloroquine or chloroquine phosphate.", "mt": "Siete ensayos evaluaban fármacos readaptados ya aprobados para el paludismo, incluidos cuatro estudios sobre hidroxicloroquina o fosfato de cloroquina.", "perturbation": "expansion_impact", "pert_mt": "Siete ensayos evaluaban fármacos readaptados ya aprobados para el paludismo, incluidos cuatro estudios sobre hidroxicloroquina, fosfato de cloroquina y otros antipalúdicos.", "bt": "Seven trials evaluated re-adapted and approved drugs for malaria, including four studies on hydroxychloroquine, chlorophyll phosphate and other anti-malarial drugs.", "questions_src": ["What drug was being evaluated in seven trials?", "When were four studies conducted?", "Which two drugs were used in the studies?", "Where might one find information about repurposed drugs for malaria?"], "answers_src": ["Repurposed drugs already approved to treat malaria", "No Answer", "Hydroxychloroquine or chloroquine phosphate", "In the trials"], "answers_bt": ["re-adapted and approved drugs for malaria", "No Answer", "hydroxychloroquine and chlorophyll phosphate", "No Answer"], "contrastive_questions": ["Are the drugs being evaluated re-adapted and approved for malaria?", "Are hydroxychloroquine and chlorophyll phosphate mentioned as the two drugs used in the studies?"], "contrastive_answers_src": ["No", "No"]}
{"id": "PubMed_10:1035", "src": "Finally, early detection of a confirmed COVID-19 case has exemplified the rapid implementation of this enhanced surveillance in the national network.", "mt": "Finalmente, la detección temprana de un caso confirmado de COVID-19 ha demostrado la rápida implementación de esta vigilancia mejorada en la red nacional.", "perturbation": "expansion_impact", "pert_mt": "Finalmente, la detección temprana de un caso confirmado de COVID-19 ha demostrado la rápida implementación y eficacia de esta vigilancia mejorada en la red nacional.", "bt": "Finally, the early detection of a confirmed case of COVID-19 has demonstrated the rapid implementation and effectiveness of this enhanced surveillance on the national network.", "questions_src": ["What is an example of rapid implementation in the national network?", "When was early detection of a confirmed COVID-19 case exemplified?", "Where did the rapid implementation occur in the national network?", "Who was involved in the rapid implementation of enhanced surveillance?", "Which type of case was detected early and exemplified rapid implementation?"], "answers_src": ["Early detection of a confirmed COVID-19 case", "Early", "National network", "Enhanced surveillance", "COVID-19"], "answers_bt": ["[\"Early detection of a confirmed case of COVID-19\"], [\"The early detection of a confirmed case of COVID-19\"], [\"The national network\"], [\"No Answer\"], [\"A confirmed case of COVID-19\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is early detection of a confirmed case of COVID-19 an example of rapid implementation in the national network?"], "contrastive_answers_src": ["Yes"]}
{"id": "PubMed_10:1004", "src": "Since we are fitting an SIR-epidemic model in the ABC routine, we anticipate that our results will be robust against weekly case data containing relatively small counts.", "mt": "Dado que estamos adaptando un modelo epidemiológico SIR en la rutina del cálculo bayesiano aproximado, prevemos que nuestros resultados serán sólidos en comparación con los datos de casos semanales que contienen conteos relativamente pequeños.", "perturbation": "expansion_impact", "pert_mt": "Dado que estamos adaptando un modelo epidemiológico SIR en la rutina del cálculo bayesiano aproximado, prevemos que nuestros resultados serán sólidos en comparación con los datos reales de casos semanales que contienen conteos relativamente pequeños.", "bt": "Since we are adapting an epidemiological SIR model to the routine of the approximate Bayesian calculation, we anticipate that our results will be solid compared to the actual data of weekly cases containing relatively small counts.", "questions_src": ["What is the acronym for the epidemic model used?", "Who will the results be robust against?", "Where might the case data be collected?", "When is the ABC routine typically applied?", "Which type of data is expected to have small counts?"], "answers_src": ["SIR", "Weekly case data", "Not specified", "ABC routine", "Weekly case data"], "answers_bt": ["SIR", "actual data of weekly cases", "routine", "approximate Bayesian calculation", "weekly cases"], "contrastive_questions": ["Is the answer SIR?", "Is the answer 'actual data of weekly cases'?", "Is the case data collected routinely?", "Is approximate Bayesian calculation typically applied?", "Is the answer 'weekly cases'?"], "contrastive_answers_src": ["No", "No", "No", "Yes", "No"]}
{"id": "PubMed_10:982", "src": "The RCGP RSC practices participating in the annual influenza virology surveillance have started sampling from patients showing symptoms of a LRTI.", "mt": "Los consultorios del RSC del RCGP que participan en la vigilancia virológica anual de la influenza han comenzado a tomar muestras en pacientes con síntomas de IVRI.", "perturbation": "expansion_impact", "pert_mt": "Los consultorios del RSC del RCGP que participan en la vigilancia virológica anual de la influenza han comenzado a tomar muestras en pacientes con síntomas de IVRI y otras enfermedades respiratorias.", "bt": "RCGP RSC offices involved in the annual virological surveillance of influenza have begun taking samples from patients with symptoms of IVRI and other respiratory diseases.", "questions_src": ["What does the RCGP RSC practice?", "Who participates in the annual influenza virology surveillance?", "Where do they start sampling from?", "When have they started sampling?", "Which type of respiratory infection is being monitored?"], "answers_src": ["practices participating in the annual influenza virology surveillance", "participating in the annual influenza virology surveillance", "from patients showing symptoms", "have started", "LRTI"], "answers_bt": ["[\"Taking samples\"], [\"RCGP RSC offices\"], [\"Patients with symptoms\"], [\"Now\"], [\"IVRI\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Does the RCGP RSC practice take samples?"], "contrastive_answers_src": ["Yes"]}
{"id": "PubMed_10:896", "src": "We would not be working in isolation on this research.", "mt": "No trabajaríamos de forma aislada en esta investigación.", "perturbation": "expansion_impact", "pert_mt": "No trabajaríamos de forma aislada y coordinada en esta investigación.", "bt": "We would not work in isolation and coordination on this investigation.", "questions_src": ["What is the subject of our work?", "Who else is involved in this research besides us?", "Where will we conduct our research?", "When is the deadline for this project?", "Which method will we use to gather data?"], "answers_src": ["[\"Our work\"], [\"us\"], [\"No Answer\"], [\"No Answer\"], [\"No Answer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Our work\"], [], [], [], []", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is their work about 'Our work'?"], "contrastive_answers_src": ["No"]}
{"id": "wiki_13:2518", "src": "Most novel drug candidates (NCEs) fail during drug development, either because they have unacceptable toxicity or because they simply do not prove efficacy on the targeted disease, as shown in Phase II-III clinical trials.", "mt": "La mayoría de los fármacos nuevos de interés médico (NCE) fallan durante el desarrollo del fármaco, ya sea porque tienen una toxicidad inaceptable o simplemente porque no son eficaces para tratar la enfermedad objetivo, como se muestra en los ensayos clínicos en fase II y III.", "perturbation": "expansion_impact", "pert_mt": "La mayoría de los fármacos nuevos de interés médico (NCE) fallan durante el desarrollo del fármaco, ya sea porque tienen una toxicidad inaceptable o simplemente porque no son eficaces para tratar la enfermedad objetivo y causan efectos secundarios, como se muestra en los ensayos clínicos en fase II y III.", "bt": "Most new medicines of medical interest (NCEs) fail during drug development, either because they have an unacceptable toxicity or simply because they are not effective in treating the target disease and cause side effects, as shown in the Phase II and III clinical trials.", "questions_src": ["What is the main reason most novel drug candidates fail during drug development?", "Who are the novel drug candidates that fail during drug development?", "Where are Phase II-III clinical trials typically conducted?", "When might a novel drug candidate be considered for further development after Phase II-III trials?", "Which phase of clinical trials is used to assess the efficacy and safety of a drug on patients with the targeted disease?"], "answers_src": ["Unacceptable toxicity or simply do not prove efficacy", "Novel drug candidates", "Phase II-III clinical trials", "After Phase II-III trials", "Phase II-III"], "answers_bt": ["Either because they have an unacceptable toxicity or simply because they are not effective in treating the target disease and cause side effects", "Novel drug candidates", "Phase II-III clinical trials", "If they pass Phase II-III trials", "Phase II"], "contrastive_questions": ["Are either unacceptable toxicity or ineffectiveness in treating the target disease mentioned as reasons for novel drug candidates failing during development?", "Are all novel drug candidates that fail during drug development considered as such?", "Are Phase II-III clinical trials typically conducted in hospitals?", "Are Phase II-III trials necessary for further development of a drug candidate?", "Is the phase assessed in Phase II?"], "contrastive_answers_src": ["Yes", "No", "No", "Yes", "No"]}
{"id": "PubMed_10:858", "src": "At the same time and separately, the RCGP RSC’s surveillance has been extended to monitor the temporal and geographical distribution of COVID-19 infection in the community as well as assess the effectiveness of the containment strategy.", "mt": "Al mismo tiempo y por separado, se ha ampliado la vigilancia del RSC del RCGP para controlar la distribución temporal y geográfica de la infección COVID-19 en la comunidad, así como para evaluar la eficacia de la estrategia de contención.", "perturbation": "expansion_impact", "pert_mt": "Al mismo tiempo y por separado, se ha ampliado la vigilancia del RSC del RCGP para controlar la distribución temporal y geográfica de la infección COVID-19 en la comunidad, así como para evaluar la eficacia de la estrategia de contención y mitigación.", "bt": "At the same time and separately, the RCGP RSC has expanded its surveillance to monitor the temporal and geographic distribution of COVID-19 infection in the community, as well as to evaluate the effectiveness of the containment and mitigation strategy.", "questions_src": ["What has the RCGP RSC’s surveillance been extended to monitor?", "When was the RCGP RSC’s surveillance extended?", "Where has the RCGP RSC’s surveillance been extended to monitor the infection?", "Which containment strategy is being assessed by the RCGP RSC’s surveillance?", "Who is the RCGP RSC's surveillance monitoring the effectiveness of the containment strategy for?"], "answers_src": ["The temporal and geographical distribution of COVID-19 infection in the community", "No Answer", "The community", "The containment strategy", "No Answer"], "answers_bt": ["The temporal and geographic distribution of COVID-19 infection in the community", "No Answer", "The community", "The containment strategy", "The containment strategy"], "contrastive_questions": ["Has the RCGP RSC's surveillance been extended to monitor the community's COVID-19 infection distribution?", "Is the RCGP RSC's surveillance being monitored for the infection in the community only?", "Is the containment strategy being assessed by the RCGP RSC's surveillance mentioned in the source text?", "Is the containment strategy being monitored by the RCGP RSC?"], "contrastive_answers_src": ["Yes", "No", "Yes", "Yes"]}
{"id": "Wikivoyage_1:2382", "src": "Connecting in an affected area may lead to entry restrictions later on, and if you've been in an affected area recently some countries won't even let you change planes.", "mt": "Una conexión en un área afectada podría derivar en restricciones de ingreso posteriores y, si ha estado en un área afectada en forma reciente, algunos países ni siquiera le permitirán cambiar de avión.", "perturbation": "expansion_impact", "pert_mt": "Una conexión en un área afectada podría derivar en restricciones de ingreso posteriores y, si ha estado en un área afectada en forma reciente, algunos países ni siquiera le permitirán cambiar de avión y tendrás que hacer cuarentena obligatoria.", "bt": "A connection to an affected area could lead to subsequent entry restrictions and, if you have been to an affected area recently, some countries will not even allow you to change planes and will have to make mandatory quarantine.", "questions_src": ["What area is mentioned as potentially leading to entry restrictions?", "Who might be affected by entry restrictions?", "Where can entry restrictions occur?", "When might entry restrictions apply?", "Which countries might not allow plane changes?"], "answers_src": ["[\"an affected area\"], [\"you\"], [\"some countries\"], [\"recently\"], [\"some countries\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"an affected area\"], [\"you\"], [\"anywhere\"], [\"recently\"], [\"some countries\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is an affected area mentioned as potentially leading to entry restrictions?"], "contrastive_answers_src": ["Yes"]}
{"id": "wiki_13:2522", "src": "In a 2016 review of 106 drug candidates assessed through clinical trials, the total capital expenditure for a manufacturer having a drug approved through successful Phase III trials was $2.6 billion (in 2013 dollars), an amount increasing at an annual rate of 8.5%.", "mt": "En un análisis del 2016 sobre 106 fármacos de interés médico evaluados en ensayos clínicos, el gasto de capital total para un fabricante cuyo fármaco se aprobó en ensayos en fase III exitosos fue de $2600 millones (con el valor del dólar en el 2013), un monto que aumenta a una tasa anual del 8,5 %.", "perturbation": "expansion_impact", "pert_mt": "En un análisis del 2016 sobre 106 fármacos de interés médico evaluados en ensayos clínicos, el gasto de capital total para un fabricante cuyo fármaco se aprobó en ensayos en fase III exitosos y se convirtió en un éxito comercial fue de $2600 millones (con el valor del dólar en el 2013), un monto que aumenta a una tasa anual del 8,5 %.", "bt": "In a 2016 analysis of 106 medicines of medical interest evaluated in clinical trials, the total capital expenditure for a manufacturer whose drug was approved in successful phase III trials and became a commercial success was $2.6 billion (in the dollar value in 2013), an amount that increases at an annual rate of 8.5 percent.", "questions_src": ["What was the total capital expenditure for a drug manufacturer in 2013 dollars?", "Who conducted the 2016 review of drug candidates?", "Where was the data on capital expenditure and trial success rates collected?", "When did the 2016 review take place?", "Which phase of clinical trials is associated with a drug being approved?"], "answers_src": ["$2.6 billion", "A 2016 review", "Clinical trials", "2016", "Phase III"], "answers_bt": ["$2.6 billion", "a manufacturer", "clinical trials", "2016", "phase III"], "contrastive_questions": ["Was the total capital expenditure for the drug manufacturer in 2013 dollars $2.6 billion?", "Is the answer 'a manufacturer'?", "Is the data on capital expenditure and trial success rates collected from clinical trials?", "Is the 2016 review mentioned in the source text?", "Is the drug being approved associated with phase III clinical trials?"], "contrastive_answers_src": ["Yes", "No", "No", "No", "Yes"]}
{"id": "wiki_5:2783", "src": "It is speculated that the flu pandemic of 1890 may have been caused by this spillover event, and not by the influenza virus, because of the related timing, neurological symptoms, and unknown causative agent of the pandemic.", "mt": "Se especula que la pandemia de gripe de 1890 pudo haber sido causada por este evento de salto interespecífico y no por el virus de la influenza, debido a estos factores relacionados: el momento de aparición, los síntomas neurológicos y el agente causante desconocido de la pandemia.", "perturbation": "expansion_impact", "pert_mt": "Se especula que la pandemia de gripe de 1890 pudo haber sido causada por este evento de salto interespecífico y no por el virus de la influenza, debido a estos factores relacionados: el momento de aparición, los síntomas neurológicos, los casos de neumonía y el agente causante desconocido de la pandemia.", "bt": "It is speculated that the 1890 flu pandemic may have been caused by this interspecific jump event and not by the influenza virus, due to these related factors: the time of onset, neurological symptoms, cases of pneumonia and the unknown causative agent of the pandemic.", "questions_src": ["What was the speculated cause of the flu pandemic of 1890?", "Who may have contributed to the flu pandemic of 1890?", "Where might the related event have occurred?", "When did the flu pandemic of 1890 occur?", "Which symptoms were similar to those of the flu pandemic of 1890?"], "answers_src": ["This spillover event", "This spillover event", "Unknown location", "1890", "Neurological symptoms"], "answers_bt": ["an interspecific jump event and not by the influenza virus", "this interspecific jump event", "the time of onset, neurological symptoms, cases of pneumonia and the unknown causative agent of the pandemic", "1890", "neurological symptoms and cases of pneumonia"], "contrastive_questions": ["Is the speculated cause of the flu pandemic of 1890 an interspecific jump event and not by the influenza virus?", "Is an interspecific jump event mentioned as a cause for the flu pandemic of 1890?", "Is the related event mentioned to occur at the time of onset, involve neurological symptoms, and include cases of pneumonia and an unknown causative agent?", "Is the flu pandemic mentioned as occurring in 1890?", "Are neurological symptoms and pneumonia mentioned as similar to the flu pandemic of 1890?"], "contrastive_answers_src": ["No", "Yes", "No", "Yes", "No"]}
{"id": "Wikivoyage_1:2248", "src": "Could you touch the other person's hand without taking a step towards that person?", "mt": "¿Podría tocar la mano de la otra persona sin dar un paso en su dirección?", "perturbation": "expansion_impact", "pert_mt": "¿Podría tocar suavemente la mano de la otra persona sin dar un paso en su dirección?", "bt": "Could you gently touch the other person's hand without taking a step in their direction?", "questions_src": ["What is the minimum distance between two people to touch each other's hands?", "Who is typically involved in a handshake gesture?", "Where is it most common to touch someone's hand during greetings?", "When do people usually avoid physical contact?", "Which gesture involves touching the other person's hand but not necessarily stepping closer?"], "answers_src": ["[\"No Answer\", \"Two people\", \"Handshake gesture\", \"Avoiding physical contact\", \"Touching the other person\"s hand but not necessarily stepping closer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"No Answer\", \"Two people\", \"Handshake\", \"Avoiding physical contact\", \"Gently touching the other person\"s hand without taking a step in their direction\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is the answer 'No Answer' correct according to the source text?"], "contrastive_answers_src": ["No"]}
{"id": "PubMed_9:843", "src": "These persons should take steps to protect themselves from COVID-19, through washing their hands; cleaning and disinfecting high-touch surfaces; and social distancing, including staying at home, avoiding crowds, gatherings, and travel, and avoiding contact with persons who are ill.", "mt": "Estas personas deberían tomar medidas para protegerse de la COVID-19, como lavarse las manos, limpiar y desinfectar superficies de mucho contacto, y mantener el distanciamiento físico, lo que incluye quedarse en casa; evitar las multitudes, las reuniones y los viajes, y evitar el contacto con personas que estén enfermas.", "perturbation": "expansion_impact", "pert_mt": "Estas personas deberían tomar medidas para protegerse de la COVID-19, como lavarse las manos, limpiar y desinfectar superficies de mucho contacto, y mantener el distanciamiento físico, lo que incluye quedarse en casa; evitar las multitudes, las reuniones y los viajes, y evitar el contacto con personas que estén enfermas, así como usar mascarilla en lugares públicos.", "bt": "These people should take measures to protect themselves from COVID-19, such as washing their hands, cleaning and disinfecting areas with a lot of contact, and maintaining physical distance, which includes staying at home; avoiding crowds, gatherings and travel, and avoiding contact with people who are sick, as well as wearing a mask in public places.", "questions_src": ["What should these persons do to protect themselves from COVID-19?", "Where are high-touch surfaces that need to be cleaned and disinfected?", "When is it recommended to stay at home?", "Which activities should be avoided to prevent the spread of COVID-19?", "Who are considered to be ill and should be avoided?"], "answers_src": ["Take steps to protect themselves from COVID-19, through washing their hands; cleaning and disinfecting high-touch surfaces; and social distancing, including staying at home, avoiding crowds, gatherings, and travel, and avoiding contact with persons who are ill.", "High-touch surfaces", "At home", "Crowds, gatherings, and travel; and contact with persons who are ill", "Persons who are ill"], "answers_bt": ["Take measures to protect themselves from COVID-19, such as washing their hands, cleaning and disinfecting areas with a lot of contact, and maintaining physical distance, which includes staying at home; avoiding crowds, gatherings and travel, and avoiding contact with people who are sick, as well as wearing a mask in public places.", "High-touch surfaces that need to be cleaned and disinfected are not specified in the sentence.", "It is recommended to stay at home.", "Activities that should be avoided to prevent the spread of COVID-19 include avoiding crowds, gatherings and travel, and avoiding contact with people who are sick.", "People who are considered to be ill and should be avoided are those who are sick."], "contrastive_questions": ["Do they include staying at home in the measures to protect themselves from COVID-19?", "Is it recommended to stay at home according to the source text?", "Are activities like avoiding crowds, gatherings and travel recommended to prevent the spread of COVID-19?", "Are those who are considered ill and should be avoided those who are sick?"], "contrastive_answers_src": ["Yes", "Yes", "Yes", "Yes"]}
{"id": "Wikivoyage_1:2294", "src": "After washing your hands and before sitting down, use disinfectant wipes to wipe down the area around your seat.", "mt": "Después de lavarse las manos y antes de sentarse, use toallitas desinfectantes para limpiar el área que rodea su asiento.", "perturbation": "expansion_impact", "pert_mt": "Después de lavarse las manos y antes de sentarse, use toallitas desinfectantes para limpiar el área que rodea su asiento y la mesa.", "bt": "After washing your hands and before sitting down, use disinfectant towels to clean the area around your seat and table.", "questions_src": ["What do you do after washing your hands and before sitting down?", "Where should you wipe down with disinfectant wipes?", "When is it recommended to use disinfectant wipes?", "Which part of the seat should be wiped down?", "Who is this instruction for?"], "answers_src": ["[\"Use disinfectant wipes to wipe down the area around your seat\"], [\"Around your seat\"], [\"Before sitting down\"], [\"The area around your seat\"], [\"You\"])", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Use disinfectant towels to clean the area around your seat and table\"], [\"Around your seat and table\"], [\"Before sitting down\"], [\"The area around your seat\"], [\"This instruction is for you\"])", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is it mentioned that you use disinfectant towels to clean the area around your seat and table?", "Does the answer include instructions to clean the area around your seat and table before sitting down?"], "contrastive_answers_src": ["No", "No"]}
{"id": "Wikipedia_handpicked_5:1971", "src": "This could range through integrated digital learning platforms, video lessons, MOOCs, to broadcasting through radios and TVs.", "mt": "Esto podría abarcar desde plataformas integradas de aprendizaje digital, clases por video y CEMA hasta la transmisión por radio y televisión.", "perturbation": "expansion_impact", "pert_mt": "Esto podría abarcar desde plataformas integradas de aprendizaje digital, clases por video y CEMA hasta la transmisión por radio, internet y televisión.", "bt": "This could range from integrated digital learning platforms, video classes and CEMA to broadcast over radio, internet and television.", "questions_src": ["What is the main focus of the sentence?", "Who is the sentence describing?", "Where can one access the mentioned educational resources?", "When might this integration occur?", "Which method of education is not included in the sentence?"], "answers_src": ["[\"The main focus of the sentence is on various methods of accessing educational resources\"], [], [\"One can access the mentioned educational resources through integrated digital learning platforms, video lessons, MOOCs, broadcasting through radios and TVs\"], [\"The sentence does not specify when this integration might occur\"], [\"The method of education not included in the sentence is face-to-face learning\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["The mentioned educational resources", "No Answer", "Radio, internet and television", "No Answer", "CEMA"], "contrastive_questions": ["Is the main focus educational resources?", "Is the mentioned resource accessible through radio, internet and television?", "Is CEMA not mentioned in the text?"], "contrastive_answers_src": ["Yes", "Yes", "No"]}
{"id": "CMU_1:125", "src": "the fever started two days ago", "mt": "la fiebre empezó hace dos días", "perturbation": "expansion_impact", "pert_mt": "La fiebre alta empezó hace dos días.", "bt": "The high fever started two days ago.", "questions_src": ["What started two days ago?", "Who started the fever?", "Where did the fever start?", "When did the fever start?", "Which day was it that the fever started?"], "answers_src": ["The fever", "No Answer", "No Answer", "Two days ago", "No Answer"], "answers_bt": ["The high fever", "No Answer", "No Answer", "Two days ago", "The second day"], "contrastive_questions": ["Was the condition that started two days ago a high fever?", "Did the fever start two days ago?", "On which day did the fever start according to the source text?"], "contrastive_answers_src": ["No", "Yes", "Yes"]}
{"id": "CMU_1:112", "src": "or if you have high blood pressure", "mt": "o si tiene presión arterial alta", "perturbation": "expansion_impact", "pert_mt": "o si tiene presión arterial alta y diabetes", "bt": "If you have high blood pressure and diabetes,", "questions_src": ["What is the main symptom of high blood pressure?", "Who should regularly check their blood pressure?", "Where can one get their blood pressure checked?", "When is it recommended to measure blood pressure?", "Which test measures blood pressure?"], "answers_src": ["[\"High blood pressure\", \"Adults over 18 years old\", \"At a healthcare provider\"s office or pharmacy\", \"In the morning on an empty stomach\", \"Sphygmomanometer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["No Answer", "Anyone with high blood pressure and diabetes", "Hospitals, clinics, or pharmacies", "No Answer", "Sphygmomanometer"], "contrastive_questions": ["Is anyone with high blood pressure and diabetes supposed to regularly check their blood pressure according to the answer?", "Is blood pressure checking available at pharmacies?", "Can one get blood pressure checked at hospitals?", "Are clinics a place to get blood pressure checked?", "Is blood pressure measured using a sphygmomanometer?"], "contrastive_answers_src": ["No", "No", "Yes", "No", "No"]}
{"id": "PubMed_10:977", "src": "If there are a small number of cases, this may assist in developing a test kit for patients to take to their own GP and explore its acceptability to patients.", "mt": "Si hay una pequeña cantidad de casos, esto puede ayudar a desarrollar un kit de prueba para que los pacientes lleven a su propio consultorio de medicina general y se explore su aceptabilidad para los pacientes.", "perturbation": "expansion_impact", "pert_mt": "Si hay una pequeña cantidad de casos, esto puede ayudar a desarrollar un kit de prueba para que los pacientes lleven a su propio consultorio de medicina general, se explore su aceptabilidad para los pacientes y se promueva la eficacia del tratamiento.", "bt": "If there are a small number of cases, this can help develop a test kit for patients to take to their own general practice, explore its acceptability to patients, and promote the effectiveness of treatment.", "questions_src": ["What is the purpose of the test kit mentioned?", "Who would use the test kit developed?", "Where would patients take the test kit?", "When might the test kit be developed based on the information given?", "Which type of test kit is being referred to?"], "answers_src": ["[\"Develop a test kit for patients to take to their own GP and explore its acceptability\"], [\"Their own GP\"], [\"To their own GP\"], [\"If there are a small number of cases\"], [\"A test kit\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Develop a test kit for patients to take to their own general practice, explore its acceptability to patients, and promote the effectiveness of treatment\"], [\"Patients\"], [\"Their own general practice\"], [\"If there are a small number of cases\"], [\"A test kit\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is the purpose of the test kit to develop a test kit for patients to take to their own general practice?"], "contrastive_answers_src": ["Yes"]}
{"id": "PubMed_10:992", "src": "By targeting the reproduction number (R) (the average number of secondary cases each case generates) and aiming to reduce the R to below 1, the policy seeks to reduce case numbers to low levels or (as seen in previous outbreaks with severe acute respiratory syndrome and Ebola) to eliminate human-to-human transmission.", "mt": "Al centrarse en el número de reproducción (R) (la cantidad promedio de casos secundarios que genera cada caso) e intentar reducir R por debajo de 1, la política busca reducir la cantidad de casos a niveles bajos o (como se observó en brotes anteriores con el síndrome respiratorio agudo grave y el Ébola) eliminar la transmisión de persona a persona.", "perturbation": "expansion_impact", "pert_mt": "Al centrarse en el número de reproducción (R) (la cantidad promedio de casos secundarios que genera cada caso) e intentar reducir R por debajo de 1, la política busca reducir la cantidad de casos a niveles bajos o (como se observó en brotes anteriores con el síndrome respiratorio agudo grave y el Ébola) y controlar la transmisión de persona a persona.", "bt": "By focusing on the number of reproductions (R) (the average number of secondary cases generated by each case) and trying to reduce R to less than 1, the policy seeks to reduce the number of cases to low levels or (as seen in previous outbreaks with severe acute respiratory syndrome and Ebola) and control transmission from person to person.", "questions_src": ["What is the main goal of the policy?", "Who does the policy aim to reduce case numbers for?", "Where has this policy been applied successfully before?", "When did severe acute respiratory syndrome occur?", "Which virus causes Ebola?"], "answers_src": ["[\"Reduce the reproduction number (R) to below 1\"], [\"Human cases\"], [\"Previous outbreaks\"], [\"No Answer\"], [\"Ebola\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Reduce the number of cases to low levels or control transmission from person to person\"], [\"Each case\"], [\"Previous outbreaks\"], [\"No Answer\"], [\"Ebola\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is one of the main goals of the policy to reduce the number of cases to low levels or control transmission from person to person?"], "contrastive_answers_src": ["Yes"]}
{"id": "Wikivoyage_1:2207", "src": "Serious complications include pneumonia, acute respiratory distress syndrome, and multi-organ failure leading to disability or death.", "mt": "Las complicaciones graves incluyen neumonía, síndrome de dificultad respiratoria aguda y fallo multiorgánico que puede causar una discapacidad o la muerte.", "perturbation": "expansion_impact", "pert_mt": "Las complicaciones graves incluyen neumonía, síndrome de dificultad respiratoria aguda, fallo multiorgánico y shock séptico que puede causar una discapacidad o la muerte.", "bt": "Serious complications include pneumonia, acute respiratory distress syndrome, multiorgan failure and septic shock that can cause disability or death.", "questions_src": ["What causes serious complications?", "When can serious complications lead to disability or death?", "Where do serious complications typically occur?", "Which conditions are included in serious complications?", "Who is at risk for serious complications?"], "answers_src": ["[\"Pneumonia, acute respiratory distress syndrome, and multi-organ failure\"], [\"Disability or death\"], [\"Acute respiratory distress syndrome and multi-organ failure\"], [\"Pneumonia, acute respiratory distress syndrome, and multi-organ failure\"], [\"No Answer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Pneumonia, acute respiratory distress syndrome, multiorgan failure and septic shock\"], [\"Disability or death\"], [\"Acute respiratory distress syndrome, multiorgan failure and septic shock\"], [\"Pneumonia, acute respiratory distress syndrome, multiorgan failure and septic shock\"], [\"No Answer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is pneumonia one of the serious complications?"], "contrastive_answers_src": ["Yes"]}
{"id": "Wikivoyage_1:2306", "src": "This is so that, if someone on the flight turns out to be infected, the authorities can track down the people who were sitting near them for testing or quarantine.", "mt": "El objetivo de esto es que, si alguien en el vuelo está infectado, las autoridades puedan hacer un seguimiento con las personas que estaban sentadas cerca de este pasajero para someterlas a una prueba o ponerlas en cuarentena.", "perturbation": "expansion_impact", "pert_mt": "El objetivo de esto es que, si alguien en el vuelo está infectado, las autoridades puedan hacer un seguimiento con las personas que estaban sentadas cerca de este pasajero y también con el resto de pasajeros para someterlas a una prueba o ponerlas en cuarentena.", "bt": "The purpose of this is that, if someone on the flight is infected, the authorities can follow up with the people who were sitting near this passenger and also with the rest of the passengers to test them or quarantine them.", "questions_src": ["What is the purpose of this measure?", "Who would be tracked down in case of an infection?", "Where would the tracking occur?", "When could this information be used by authorities?", "Which passengers might need to be tested or quarantined?"], "answers_src": ["To track down people who were sitting near the infected person for testing or quarantine", "People who were sitting near the infected person", "Near them", "If someone on the flight turns out to be infected", "Passengers who were sitting near the infected person"], "answers_bt": ["To follow up with people who were sitting near the infected passenger and the rest of the passengers", "People who were sitting near the infected passenger and the rest of the passengers", "Near the infected passenger and on the same flight", "If the infected passenger is on the flight and tests positive for the virus", "The infected passenger and the people sitting near them"], "contrastive_questions": ["Is the purpose of the measure to follow up with people sitting near the infected passenger and the rest of the passengers?", "Are people who were sitting near the infected passenger and the rest of the passengers the ones who would be tracked down in case of an infection?", "Is tracking near the infected passenger and on the same flight mentioned in the source?", "Is the information about infected passengers being on flights relevant to authorities?", "Is the infected passenger among those who might need to be tested or quarantined?"], "contrastive_answers_src": ["No", "Yes", "Yes", "Yes", "No"]}
{"id": "CMU_1:104", "src": "most of the time it is this type of chest pain", "mt": "casi siempre es este tipo de dolor de pecho", "perturbation": "expansion_impact", "pert_mt": "casi siempre es este tipo de fuerte dolor de pecho", "bt": "It's almost always this kind of severe chest pain.", "questions_src": ["What type of chest pain is mentioned in the sentence?", "Who might experience this type of chest pain according to the sentence?", "Where does this type of chest pain typically occur?", "When do people usually feel this type of chest pain?", "Which condition could be associated with this type of chest pain?"], "answers_src": ["this type of chest pain", "most of the time", "in the chest", "most of the time", "No Answer"], "answers_bt": ["[\"severe chest pain\"], [\"It\"s almost always\"], [\"in the chest\"], [\"almost always\"], [\"cardiovascular disease\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is severe chest pain mentioned in the sentence?"], "contrastive_answers_src": ["No"]}
{"id": "Wikivoyage_1:2264", "src": "Wearing a mask of some kind is required in some countries and cities in an effort to reduce community transmission.", "mt": "El uso de algún tipo de mascarilla es obligatorio en algunos países y ciudades a fin de reducir la transmisión comunitaria.", "perturbation": "expansion_impact", "pert_mt": "El uso de algún tipo de mascarilla es obligatorio en algunos países y ciudades para proteger la salud pública y a fin de reducir la transmisión comunitaria.", "bt": "The use of some kind of mask is mandatory in some countries and cities to protect public health and to reduce community transmission.", "questions_src": ["What does wearing a mask help to reduce?", "Who typically requires masks in certain areas?", "Where are masks most commonly required?", "When was wearing masks made mandatory in some places?", "Which type of mask is generally recommended for public use?"], "answers_src": ["[\"Community transmission\"], [\"Some countries and cities\"], [\"Certain areas\"], [\"No Answer\"], [\"Mask\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Community transmission\"], [\"Some countries and cities\"], [\"Some countries and cities\"], [\"No Answer\"], [\"Some kind of mask\"]]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is community transmission one of the things some countries and cities wear masks to reduce?"], "contrastive_answers_src": ["Yes"]}
{"id": "PubMed_10:957", "src": "This can be by a reception or clinician staff, depending on individual practice protocol.", "mt": "Puede hacerlo personal clínico o de recepción, según el protocolo del consultorio individual.", "perturbation": "expansion_impact", "pert_mt": "Puede hacerlo personal clínico o administrativo de recepción, según el protocolo del consultorio individual.", "bt": "You can do so by clinical or administrative staff at the reception, according to the protocol of the individual office.", "questions_src": ["What is the usual source of this service?", "Who typically provides this service according to the context?", "Where might one find information about individual practice protocols?", "When does this service typically occur?", "Which type of professional usually initiates this service?"], "answers_src": ["A reception or clinician staff", "A reception or clinician staff", "Individual practice protocols", "No Answer", "A reception or clinician staff"], "answers_bt": ["clinical or administrative staff at the reception", "clinical or administrative staff at the reception", "individual office", "reception", "clinical or administrative staff at the reception"], "contrastive_questions": ["Is the usual source of this service clinical or administrative staff at the reception?", "Are clinical and administrative staff at the reception typically responsible for providing the service?", "Is information about individual practice protocols typically found in an individual office?", "Is the service typically occurring at reception?", "Is it true that clinical or administrative staff at the reception usually initiates this service?"], "contrastive_answers_src": ["No", "No", "No", "No", "No"]}
{"id": "wiki_13:2497", "src": "These have promising activity against a biological target related to COVID-19 disease.", "mt": "Estos tienen una actividad prometedora contra un objetivo biológico relacionado con la enfermedad de la COVID-19.", "perturbation": "expansion_impact", "pert_mt": "Estos tienen una actividad prometedora contra un objetivo biológico específico relacionado con la enfermedad de la COVID-19.", "bt": "These have a promising activity against a specific biological target related to the disease of COVID-19.", "questions_src": ["What is the biological target related to COVID-19 disease mentioned in the sentence?", "When was this promising activity discovered or studied according to the given sentence?", "Who might be researching these compounds based on the information provided?", "Where could one find more details about the activity of these compounds against the target?", "Which compounds are being studied for their activity against the target mentioned?"], "answers_src": ["a biological target", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["a specific biological target", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is a specific biological target related to COVID-19 disease mentioned in the source text?"], "contrastive_answers_src": ["Yes"]}
{"id": "Wikivoyage_1:2355", "src": "non-resident visitors prohibited from entering apartment complexes", "mt": "prohibición de ingreso a complejos de apartamentos a las visitas que no residan en ellos", "perturbation": "expansion_impact", "pert_mt": "prohibición de ingreso a complejos de apartamentos a las visitas que no residan en ellos temporalmente", "bt": "A ban on entry into apartment complexes for visitors who do not temporarily reside there", "questions_src": ["What is the rule regarding non-resident visitors?", "Who is affected by this rule?", "Where does this rule apply?", "When was this rule implemented?", "Which type of individuals are restricted from entering?"], "answers_src": ["Non-resident visitors are prohibited from entering apartment complexes.", "Non-resident visitors", "Apartment complexes", "No Answer", "Non-resident visitors"], "answers_bt": ["[\"A ban on entry into apartment complexes\"], [\"Non-resident visitors\"], [\"Apartment complexes\"], [\"No Answer\"], [\"Visitors who do not temporarily reside there\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is a ban on entry into apartment complexes mentioned as a rule for non-resident visitors?"], "contrastive_answers_src": ["Yes"]}
{"id": "Wikivoyage_1:2408", "src": "Ensure that all information and advice you receive has been backed by reputable doctors and scientists.", "mt": "Asegúrese de que toda la información y los consejos que reciba estén respaldados por médicos y científicos prestigiosos.", "perturbation": "expansion_impact", "pert_mt": "Asegúrese de que toda la información y los consejos que reciba estén respaldados por médicos, científicos y expertos prestigiosos.", "bt": "Make sure that all the information and advice you receive is backed up by reputable doctors, scientists and experts.", "questions_src": ["What does reputable mean in this context?", "Who are the doctors and scientists mentioned?", "Where can you find information from reputable sources?", "When is it important to verify information with experts?", "Which types of sources should be trusted for medical advice?"], "answers_src": ["Reputable means trusted or credible", "Doctors and scientists", "No Answer", "No Answer", "Medical or scientific sources"], "answers_bt": ["Trustworthy or credible", "Doctors and scientists", "In books, journals, and online from recognized organizations", "Always", "Medical professionals"], "contrastive_questions": ["Is the answer 'trustworthy or credible'?", "Are doctors and scientists mentioned in the text?", "Are reputable sources found in books, journals, and online from recognized organizations?", "Is always important to verify information with experts?", "Is the answer 'Medical professionals' based on the original source text?"], "contrastive_answers_src": ["Yes", "Yes", "No", "Yes", "No"]}
{"id": "wiki_5:2827", "src": "There are two types of canine coronavirus (CCoV), one that causes mild gastrointestinal disease and one that has been found to cause respiratory disease.", "mt": "Existen dos tipos de coronavirus canino (CCoV): uno que causa una enfermedad gastrointestinal leve y otro que causa una enfermedad respiratoria.", "perturbation": "expansion_impact", "pert_mt": "Existen dos tipos de coronavirus canino (CCoV): uno que causa una enfermedad gastrointestinal leve, como la diarrea, y otro que causa una enfermedad respiratoria.", "bt": "There are two types of canine coronavirus (CCoV): one that causes a mild gastrointestinal disease, such as diarrhea, and another that causes a respiratory disease.", "questions_src": ["What are the two types of canine coronavirus?", "Who is affected by the respiratory disease type?", "Where does the respiratory disease type typically occur?", "When was the respiratory disease type discovered?", "Which type of coronavirus can cause gastrointestinal disease?"], "answers_src": ["Canine coronavirus (CCoV)", "Canines", "Respiratory tract", "No Answer", "One"], "answers_bt": ["One that causes a mild gastrointestinal disease and another that causes a respiratory disease", "Canine", "Respiratory tract", "No Answer", "One that causes a mild gastrointestinal disease"], "contrastive_questions": ["Is one type of canine coronavirus known to cause a mild gastrointestinal disease?", "Is the respiratory disease type affecting canines?", "Is the respiratory disease type located in the respiratory tract?", "Is it stated that the coronavirus causes a mild gastrointestinal disease?"], "contrastive_answers_src": ["Yes", "Yes", "Yes", "Yes"]}
{"id": "Wikipedia_handpicked_5:1968", "src": "In the wake of Cornell's decision to keep students home following spring break and transition to virtual instruction, the Mayor of Ithaca called for \"immediate and forceful federal action — we will see a horrific economic impact as a result of Cornell University closing.\"", "mt": "Tras la decisión de Cornell de que los estudiantes se queden en casa después del receso de primavera y de adoptar la enseñanza virtual, el alcalde de Ithaca exigió \"una acción federal inmediata y contundente: veremos un impacto económico atroz como consecuencia del cierre de Cornell University\".", "perturbation": "expansion_impact", "pert_mt": "Tras la decisión de Cornell de que los estudiantes se queden en casa después del receso de primavera y de adoptar la enseñanza virtual, el alcalde de Ithaca exigió \"una acción federal inmediata y contundente: veremos un impacto económico atroz e inesperado como consecuencia del cierre de Cornell University\".", "bt": "Following Cornell's decision that students stay home after the spring break and adopt virtual teaching, the mayor of Ithaca demanded \"immediate and forceful federal action: we will see a dire and unexpected economic impact as a result of the closure of Cornell University\".", "questions_src": ["What did Cornell decide to do regarding students during spring break?", "Who called for immediate federal action?", "Where is Cornell located?", "When did Cornell make this decision?", "Which economic impact is predicted due to Cornell's actions?"], "answers_src": ["keep students home following spring break and transition to virtual instruction", "the Mayor of Ithaca", "Ithaca", "following spring break", "a horrific economic impact"], "answers_bt": ["stay home", "the mayor of Ithaca", "Ithaca", "after the spring break", "a dire and unexpected economic impact"], "contrastive_questions": ["Is Cornell's decision about students during spring break to stay home?", "Is it true that the answer mentions the mayor of Ithaca?", "Is Cornell located in Ithaca?", "Is the decision made after spring break?", "Is the economic impact predicted to be dire and unexpected according to the source?"], "contrastive_answers_src": ["Yes", "Yes", "No", "No", "Yes"]}
{"id": "PubMed_10:979", "src": "This process may include checking pseudonymized NHS numbers for positive individuals at RCGP RSC practices, checking current PHE guidance regarding considerations of infectiousness for confirmed cases, and offering the patient an appointment following the previously mentioned process.", "mt": "Este proceso puede incluir verificar los números seudonimizados del NHS de personas que obtuvieron resultados positivos en los consultorios del RSC del RCGP, verificar la directriz actual de PHE sobre las consideraciones de infecciosidad para los casos confirmados y ofrecerle al paciente una cita siguiendo el proceso anteriormente mencionado.", "perturbation": "expansion_impact", "pert_mt": "Este proceso puede incluir verificar los números seudonimizados del NHS de personas que obtuvieron resultados positivos en los consultorios del RSC del RCGP, verificar la directriz actual de PHE sobre las consideraciones de infecciosidad para los casos confirmados, ofrecerle al paciente una cita siguiendo el proceso anteriormente mencionado y enviarle un recordatorio por mensaje de texto.", "bt": "This process may include checking the pseudonymised NHS numbers of people who tested positive in RCGP's RSC offices, checking the current PHE guideline on infectious considerations for confirmed cases, offering the patient an appointment following the aforementioned process and sending him a reminder via text message.", "questions_src": ["What does the process include checking?", "Who might be checked for positive individuals?", "Where is this process happening?", "When might this process occur?", "Which guidance is considered for confirmed cases?"], "answers_src": ["NHS numbers", "positive individuals", "RCGP RSC practices", "at any time", "current PHE guidance"], "answers_bt": ["[\"NHS numbers\", \"people who tested positive\", \"RCGP\"s RSC offices\", \"not specified\", \"current PHE guideline\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is NHS numbers included in the process?"], "contrastive_answers_src": ["Yes"]}
{"id": "Wikisource_1:2051", "src": "1) To preserve the public health and safety, and to ensure the healthcare delivery system is capable of serving all, and prioritizing those at the highest risk and vulnerability, all residents are directed to immediately heed the current State public health directives, which I ordered the Department of Public Health to develop for the current statewide status of COVID-19.", "mt": "1) A los fines de proteger la salud y la seguridad públicas y garantizar que el sistema de atención sanitaria pueda servir a todos y, priorizando a aquellos que se encuentran en una mayor situación de riesgo y vulnerabilidad, se ordena a todos los residentes que acaten de inmediato las directivas de salud pública actuales del estado, las cuales desarrolló, bajo mis órdenes, el Departamento de Salud Pública para la situación actual a nivel estatal de la COVID-19.", "perturbation": "expansion_impact", "pert_mt": "A los fines de proteger la salud y la seguridad públicas y garantizar que el sistema de atención sanitaria pueda servir a todos, y priorizando a aquellos que se encuentran en una mayor situación de riesgo y vulnerabilidad, se ordena a todos los residentes que acaten de inmediato las directivas de salud pública actuales del estado, las cuales desarrolló, bajo mis órdenes, el Departamento de Salud Pública para la situación actual a nivel estatal de la COVID-19.", "bt": "In order to protect public health and safety and ensure that the health care system can serve everyone, and prioritizing those who are at greater risk and vulnerability, all residents are ordered to immediately comply with the current state public health directives, which were developed, under my orders, by the Department of Public Health for the current statewide COVID-19 situation.", "questions_src": ["What did the Governor order the Department of Public Health to develop?", "Who are the residents being directed to follow the public health directives?", "Where should residents go if they need medical care during this time?", "When were the current State public health directives issued?", "Which residents are being prioritized by the healthcare system?"], "answers_src": ["State public health directives", "All residents", "Not specified", "Not specified", "Those at the highest risk and vulnerability"], "answers_bt": ["the current statewide COVID-19 situation", "all residents", "No Answer", "No Answer", "those who are at greater risk and vulnerability"], "contrastive_questions": ["Is the current statewide COVID-19 situation what the Governor ordered the Department of Public Health to develop?", "Are all residents directed to follow the public health directives?", "Are those who are at greater risk and vulnerability being prioritized by the healthcare system?"], "contrastive_answers_src": ["No", "Yes", "Yes"]}
{"id": "Wikivoyage_1:2293", "src": "Try to book a window seat, and avoid moving around the cabin during the flight.", "mt": "Intente reservar un asiento del lado de la ventanilla y evite desplazarse por la cabina durante el vuelo.", "perturbation": "expansion_impact", "pert_mt": "Intente reservar un asiento del lado de la ventanilla y evite desplazarse por la cabina y conversar con otros pasajeros durante el vuelo.", "bt": "Try to reserve a seat on the side of the window and avoid moving around the cabin and talking to other passengers during the flight.", "questions_src": ["What is the preferred seating option mentioned in the sentence?", "Who should choose a window seat according to the sentence?", "Where should passengers avoid moving during the flight?", "When is it suggested to avoid moving during the flight?", "Which type of movement is advised against in the sentence?"], "answers_src": ["[\"Window seat\"], [\"Try to\"], [\"During the flight\"], [\"Avoid moving\"], [\"Moving around\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"a seat on the side of the window\"], [\"you\"], [\"the cabin\"], [\"during the flight\"], [\"moving\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is a seat on the side of the window mentioned as a preferred seating option during the flight?"], "contrastive_answers_src": ["Yes"]}
{"id": "PubMed_10:1038", "src": "We are not aware of any increased risk to practice staff or other patients from involvement in surveillance.", "mt": "No tenemos conocimiento de ningún aumento del riesgo para el personal del consultorio u otros pacientes debido a la participación en la vigilancia.", "perturbation": "expansion_impact", "pert_mt": "No tenemos conocimiento de ningún aumento del riesgo significativo para el personal del consultorio u otros pacientes debido a la participación en la vigilancia.", "bt": "We are not aware of any significant increase in risk for the office staff or other patients due to involvement in surveillance.", "questions_src": ["What is mentioned as not being increased?", "Who is not at risk?", "Where does this apply?", "When was this stated?", "Which group is not affected?"], "answers_src": ["[\"Increased risk\"], [\"Practice staff or other patients\"], [\"Practice\"], [\"No Answer\"], [\"Practice staff or other patients\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"risk\"], [\"office staff or other patients\"], [\"the office\"], [\"No Answer\"], [\"office staff or other patients\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is risk not being increased mentioned in the source text?"], "contrastive_answers_src": ["Yes"]}
{"id": "wiki_11:2637", "src": "Probable case : \"A suspect case for whom testing for the COVID-19 virus is inconclusive\" OR \"a suspect case for whom testing could not be performed for any reason\".", "mt": "Caso probable: \"Un caso sospechoso cuya prueba del virus que causa la COVID-19 no es conclusiva\" O \"un caso sospecho al cual no se le pudo realizar la prueba por cualquier motivo\".", "perturbation": "expansion_impact", "pert_mt": "Caso probable: \"Un caso sospechoso cuya prueba del virus que causa la COVID-19 no es concluyente\" O \"un caso sospechoso al cual no se le pudo realizar la prueba por cualquier motivo\".", "bt": "Possible case: \"A suspected case whose test for the virus that causes COVID-19 is not conclusive\" or \"a suspected case for which testing could not be carried out for any reason\".", "questions_src": ["What is a probable case defined as?", "Who can be considered a suspect case?", "Where would you typically find information about probable cases?", "When might testing for COVID-19 be inconclusive?", "Which term describes a case that cannot be tested?"], "answers_src": ["[\"A suspect case for whom testing for the COVID-19 virus is inconclusive\" OR \"a suspect case for whom testing could not be performed for any reason\"], [\"A suspect case\"], [\"Typically found in health guidelines or official health websites\"], [\"Testing for the COVID-19 virus may be inconclusive due to various reasons such as insufficient sample quality, technical issues, or other logistical problems\"], [\"a suspect case for whom testing could not be performed for any reason\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["A suspected case whose test for the virus that causes COVID-19 is not conclusive", "A suspected case for which testing could not be carried out for any reason", "No Answer", "No Answer", "A case that cannot be tested"], "contrastive_questions": ["Is a suspected case defined as one where the virus test is inconclusive?", "Is a suspected case anyone for whom testing could not be carried out?", "Is the answer described as 'a case that cannot be tested'?"], "contrastive_answers_src": ["No", "No", "No"]}
{"id": "wiki_5:2760", "src": "The mRNAs are gene transcripts of the last third of the virus genome after the initial overlapping reading frame.", "mt": "Los ARNm son transcripciones genéticas del último tercio del genoma vírico después del marco de lectura superpuesto inicial.", "perturbation": "expansion_impact", "pert_mt": "Los ARNm son transcripciones genéticas del último tercio del genoma vírico después del marco de lectura superpuesto inicial junto con proteínas específicas.", "bt": "MRNAs are genetic transcripts of the last third of the viral genome after the initial overlapping reading frame along with specific proteins.", "questions_src": ["What is transcribed by the mRNAs?", "Who are the gene transcripts?", "Where are the gene transcripts located in the virus genome?", "When were the gene transcripts produced?", "Which part of the virus genome do the gene transcripts come from?"], "answers_src": ["mRNAs", "gene transcripts", "the last third of the virus genome", "No Answer", "the initial overlapping reading frame"], "answers_bt": ["[\"genetic transcripts\"], [\"gene transcripts\"], [\"the last third of the viral genome\"], [\"No Answer\"], [\"the initial overlapping reading frame\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is 'genetic transcripts' mentioned as what is transcribed by the mRNAs in the source text?"], "contrastive_answers_src": ["No"]}
{"id": "CMU_1:28", "src": "and your symptoms do not go away in five days", "mt": "y los síntomas no desaparecen en cinco días", "perturbation": "expansion_impact", "pert_mt": "y los síntomas no desaparecen en cinco días hábiles", "bt": "And the symptoms don't go away in five business days.", "questions_src": ["What does your doctor recommend if symptoms do not resolve within five days?", "Where did you first notice the symptoms mentioned in the sentence?", "Who should you contact if your symptoms persist after five days?", "When is it generally recommended to seek medical advice for persistent symptoms?", "Which of the following is not typically a symptom mentioned in the sentence?"], "answers_src": ["Your doctor", "No Answer", "Your doctor", "Five days", "No Answer"], "answers_bt": ["[\"Five business days\"], [\"No Answer\"], [\"Whoever provided the initial diagnosis or treatment\"], [\"Five business days\"], [\"No Answer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Are five business days mentioned in the source text?"], "contrastive_answers_src": ["No"]}
{"id": "wiki_13:2541", "src": "Drug candidates in Phase I-II trials have a low rate of success (under 12%) to pass through all trial phases to gain eventual approval.", "mt": "Los fármacos de interés médico en ensayos en fase I o II tienen una baja tasa de éxito (menos del 12 %) en cuanto a pasar todas las fases del ensayo y lograr la aprobación final.", "perturbation": "expansion_impact", "pert_mt": "Los fármacos de interés médico en ensayos en fase I o II tienen una baja tasa de éxito (menos del 12 %) en cuanto a superar todas las fases del ensayo y lograr la aprobación final.", "bt": "Medicines of medical interest in Phase I or II trials have a low success rate (less than 12%) in terms of passing all phases of the trial and achieving final approval.", "questions_src": ["What is the success rate for drug candidates in Phase I-II trials?", "Who determines whether a drug candidate will pass through all trial phases?", "Where do Phase I-II trials typically take place?", "When does a drug candidate need to pass through all trial phases to gain approval?", "Which phase of trials is often considered the most critical for determining a drug's safety and efficacy?"], "answers_src": ["[\"Under 12%\"], [\"Who\"], [\"Phase I-II trials\"], [\"To gain eventual approval\"], [\"Phase I-II\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Less than 12%\"], [\"Who\"], [\"Phase I or II trials\"], [\"To gain approval\"], [\"Phase I\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is the success rate for drug candidates in Phase I-II trials less than 12%?"], "contrastive_answers_src": ["Yes"]}
{"id": "wiki_11:2634", "src": "COVID-19 surveillance is expected to monitor epidemiological trends, rapidly detect new cases, and based on this information, provide epidemiological information to conduct risk assessment and guide disease preparedness.", "mt": "Se espera que la vigilancia de la COVID-19 monitoree las tendencias epidemiológicas, detecte rápidamente los casos nuevos y, con base en esta información, brinde información epidemiológica para evaluar el riesgo y guiar la preparación contra la enfermedad.", "perturbation": "expansion_impact", "pert_mt": "Se espera que la vigilancia de la COVID-19 monitoree las tendencias epidemiológicas, detecte rápidamente los casos nuevos y, con base en esta información precisa, brinde datos epidemiológicos para evaluar el riesgo y guiar la preparación contra la enfermedad.", "bt": "COVID-19 surveillance is expected to monitor epidemiological trends, quickly detect new cases and, based on this accurate information, provide epidemiological data to assess risk and guide preparedness against the disease.", "questions_src": ["What does COVID-19 surveillance aim to monitor?", "Who will receive epidemiological information from surveillance?", "Where will the rapid detection of new cases occur?", "When is epidemiological trend monitoring expected to be conducted?", "Which information will guide disease preparedness?"], "answers_src": ["Epidemiological trends", "Epidemiologists and public health officials", "In real-time", "Expected to be conducted regularly", "Information from surveillance"], "answers_bt": ["Epidemiological trends", "Health officials and policymakers", "In real-time", "In the future", "Accurate epidemiological data"], "contrastive_questions": ["Is the answer 'Epidemiological trends'?", "Are health officials and policymakers to receive epidemiological information from surveillance?", "Is the rapid detection of new cases done in real-time?", "Is the expected time for epidemiological trend monitoring in the future?", "Is accurate epidemiological data used for disease preparedness?"], "contrastive_answers_src": ["No", "Yes", "No", "No", "Yes"]}
{"id": "PubMed_10:917", "src": "A UK emergency release of SNOMED CT concepts for COVID-19 was also subsequently made available across all CMR systems (Table 4).", "mt": "Posteriormente, también se puso a disposición una publicación de emergencia del Reino Unido de conceptos de SNOMED CT para la COVID-19 en todos los sistemas de CMR (cuadro 4).", "perturbation": "expansion_impact", "pert_mt": "Posteriormente, también se puso a disposición una publicación de emergencia del Reino Unido de conceptos de SNOMED CT para la COVID-19 en todos los sistemas de CMR (cuadro 4) y se enviaron copias impresas a los hospitales locales.", "bt": "Subsequently, a UK emergency publication of SNOMED CT concepts for COVID-19 was also made available in all CMR systems (Table 4) and printed copies were sent to local hospitals.", "questions_src": ["What was released by the UK in relation to SNOMED CT?", "When was the UK emergency release of SNOMED CT concepts for COVID-19 made?", "Where were the SNOMED CT concepts made available across all CMR systems?", "Which table provided information about the availability of SNOMED CT concepts across CMR systems?"], "answers_src": ["SNOMED CT concepts", "UK emergency release of SNOMED CT concepts for COVID-19 was made", "across all CMR systems", "Table 4"], "answers_bt": ["[\"A UK emergency publication of SNOMED CT concepts for COVID-19\"], [\"No Answer\"], [\"All CMR systems\"], [\"Table 4\"]", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is a UK emergency publication of SNOMED CT concepts for COVID-19 mentioned in the source text?"], "contrastive_answers_src": ["Yes"]}
{"id": "Wikivoyage_1:2404", "src": "United Kingdom government, - Foreign and Commonwealth Office advice for Travellers", "mt": "Gobierno del Reino Unido - Consejos para viajeros del Ministerio de Relaciones Exteriores y de la Mancomunidad de Naciones", "perturbation": "expansion_impact", "pert_mt": "Gobierno del Reino Unido - Consejos y restricciones para viajeros del Ministerio de Relaciones Exteriores y de la Mancomunidad de Naciones", "bt": "UK Government - Travel advice and restrictions for travellers from the Foreign and Commonwealth Office and the Ministry of Foreign Affairs", "questions_src": ["What is the full name of the UK government department that provides travel advice?", "Who issues travel advisories to travellers entering the UK?", "Where can one find the latest travel advice for the UK?", "When was the Foreign and Commonwealth Office established?", "Which country does the Foreign and Commonwealth Office provide travel advice for?"], "answers_src": ["Foreign and Commonwealth Office", "Foreign and Commonwealth Office", "United Kingdom government, - Foreign and Commonwealth Office advice for Travellers", "No Answer", "UK"], "answers_bt": ["[\"UK Government\"], [\"Foreign and Commonwealth Office\"], [\"UK Government - Travel advice and restrictions for travellers from the Foreign and Commonwealth Office and the Ministry of Foreign Affairs\"], [\"No Answer\"], [\"No Answer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is the UK Government mentioned as providing travel advice?"], "contrastive_answers_src": ["Yes"]}
{"id": "wiki_5:2824", "src": "Economically significant coronaviruses of farm animals include porcine coronavirus (transmissible gastroenteritis coronavirus, TGE) and bovine coronavirus, which both result in diarrhea in young animals.", "mt": "Entre los coronavirus de relevancia económica que afectan a los animales de granja, se encuentran el coronavirus porcino (coronavirus de gastroenteritis transmisible, TGE) y el coronavirus bovino, ambos producen diarrea en las crías.", "perturbation": "expansion_impact", "pert_mt": "Entre los coronavirus de relevancia económica que afectan a los animales de granja, se encuentran el coronavirus porcino (coronavirus de gastroenteritis transmisible, TGE) y el coronavirus bovino, ambos producen diarrea en las crías y provocan fiebre en los adultos.", "bt": "Among the economically relevant coronavirus that affect farm animals are the swine coronavirus (transmissible gastroenteritis coronavirus, TGE) and the bovine coronavirus, both of which cause diarrhea in young and cause fever in adults.", "questions_src": ["What causes diarrhea in young animals?", "Who developed the porcine coronavirus?", "Where is the bovine coronavirus found?", "When did you first hear about the TGE virus?", "Which coronavirus is more economically significant, TGE or bovine coronavirus?"], "answers_src": ["Porcine coronavirus (TGE) and bovine coronavirus", "No Answer", "Farm animals", "No Answer", "Porcine coronavirus"], "answers_bt": ["The swine coronavirus (transmissible gastroenteritis coronavirus, TGE) and the bovine coronavirus", "No Answer", "Farm animals", "No Answer", "TGE coronavirus"], "contrastive_questions": ["Is the cause of diarrhea in young animals mentioned as swine coronavirus and bovine coronavirus?", "Is the bovine coronavirus found on farm animals?", "Is TGE coronavirus more economically significant than bovine coronavirus?"], "contrastive_answers_src": ["Yes", "Yes", "No"]}
{"id": "Wikipedia_handpicked_5:1887", "src": "When there is substantial transmission in the local community, in addition to social distancing strategies, extended school dismissals may be considered.", "mt": "Cuando la transmisión en la comunidad local es significativa, además de las estrategias de distanciamiento social, se puede considerar la prolongación de la suspensión de clases.", "perturbation": "expansion_impact", "pert_mt": "Cuando la transmisión en la comunidad local es significativa, además de las estrategias de distanciamiento social, se puede considerar la prolongación de la suspensión de clases y actividades extracurriculares.", "bt": "When the transmission in the local community is significant, in addition to social distancing strategies, one may consider extending the suspension of classes and extracurricular activities.", "questions_src": ["What does substantial transmission in the local community suggest?", "Who might consider extended school dismissals?", "Where might extended school dismissals occur?", "When might extended school dismissals be implemented?", "Which strategies are mentioned alongside social distancing?"], "answers_src": ["[\"Substantial transmission in the local community\"], [\"extended school dismissals\"], [\"may occur\"], [\"when there is substantial transmission in the local community\"], [\"social distancing\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["Extended suspension of classes and extracurricular activities", "One might", "In the local community", "When the transmission is significant", "Social distancing"], "contrastive_questions": ["Substantial transmission in the local community leads to extended suspension of classes and extracurricular activities?", "Is it mentioned that one might consider extended school dismissals?", "Is extended school dismissal allowed in the local community?", "Is extended school dismissals implemented when there is significant transmission?", "Is social distancing one of the strategies mentioned?"], "contrastive_answers_src": ["Yes", "Yes", "No", "No", "Yes"]}
{"id": "wiki_5:2805", "src": "In addition, cases of human-to-human transmission were reported by the Ministry of Health in Tunisia.", "mt": "Además, el Ministerio de Salud informó casos de transmisión entre humanos en Túnez.", "perturbation": "expansion_impact", "pert_mt": "Además, el Ministerio de Salud informó recientes casos de transmisión entre humanos en Túnez.", "bt": "In addition, the Ministry of Health reported recent cases of human-to-human transmission in Tunisia.", "questions_src": ["What ministry reported cases of human-to-human transmission in Tunisia?", "Who reported cases of human-to-human transmission in Tunisia?", "Where were cases of human-to-human transmission reported?", "When were cases of human-to-human transmission reported?", "Which ministry reported cases of human-to-human transmission in Tunisia?"], "answers_src": ["[\"Ministry of Health\"], [\"The Ministry of Health\"], [\"Tunisia\"], [\"No Answer\"], [\"Ministry of Health\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Ministry of Health\"], [\"The Ministry of Health\"], [\"Tunisia\"], [\"No Answer\"], [\"The Ministry of Health\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is the Ministry of Health the ministry that reported cases of human-to-human transmission in Tunisia?"], "contrastive_answers_src": ["Yes"]}
{"id": "PubMed_10:913", "src": "The NHS uses the Systematized Nomenclature of Medicine Clinical Terms (SNOMED CT) system of coding, which is normally only updated twice annually.", "mt": "El NHS utiliza el sistema de codificación de la Nomenclatura Sistematizada de Medicina - Términos Clínicos (SNOMED CT), que generalmente solo se actualiza dos veces al año.", "perturbation": "expansion_impact", "pert_mt": "El NHS utiliza el sistema de codificación de la Nomenclatura Sistematizada de Medicina - Términos Clínicos (SNOMED CT), que generalmente solo se actualiza dos veces al año, de manera rigurosa.", "bt": "The NHS uses the codification system of the Systematized Nomenclature of Medicine - Clinical Terms (SNOMED CT), which is usually only updated twice a year, rigorously.", "questions_src": ["What does SNOMED CT stand for?", "When is SNOMED CT typically updated?", "Where is SNOMED CT used?", "Which system is used by the NHS for coding?", "Who develops and updates SNOMED CT?"], "answers_src": ["[\"Systematized Nomenclature of Medicine Clinical Terms\"], [\"twice annually\"], [\"The NHS\"], [\"SNOMED CT\"], [\"Not specified in the sentence\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Systematized Nomenclature of Medicine - Clinical Terms\"], [\"twice a year\"], [\"The NHS\"], [\"codification system\"], [\"No Answer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is Systematized Nomenclature of Medicine - Clinical Terms mentioned in the source text?"], "contrastive_answers_src": ["Yes"]}
{"id": "PubMed_10:974", "src": "We will develop a new request form for practices to capture recent travel and exposure to COVID-19.", "mt": "Elaboraremos un nuevo formulario de solicitud para los consultorios para registrar los viajes recientes y la exposición a la COVID-19.", "perturbation": "expansion_impact", "pert_mt": "Elaboraremos un nuevo formulario de solicitud para los consultorios para registrar los viajes recientes, la exposición laboral y la exposición a la COVID-19.", "bt": "We will prepare a new application form for the offices to record recent travel, work exposure and exposure to COVID-19.", "questions_src": ["What will be developed?", "Who is the target audience for the new form?", "Where will the information be captured?", "When should the form be completed?", "Which aspects of travel and exposure are included?"], "answers_src": ["[\"A new request form\"], [\"Practices\"], [\"Recent travel and exposure to COVID-19\"], [\"Recent\"], [\"Travel and exposure\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"A new application form\"], [\"The offices\"], [\"In the offices\"], [\"Recent\"], [\"Travel, work exposure and exposure to COVID-19\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is a new application form going to be developed?"], "contrastive_answers_src": ["Yes"]}
{"id": "wiki_13:2545", "src": "Both drugs have extensive interactions with prescription drugs, affecting the therapeutic dose and disease mitigation.", "mt": "Ambos fármacos tienen interacciones con medicamentos recetados, lo que afecta la dosis terapéutica y la mitigación de la enfermedad.", "perturbation": "expansion_impact", "pert_mt": "Ambos fármacos tienen interacciones con medicamentos recetados, lo que afecta la dosis terapéutica, la mitigación de la enfermedad y la duración del tratamiento.", "bt": "Both drugs have interactions with prescription drugs, which affect the therapeutic dose, the mitigation of the disease, and the duration of treatment.", "questions_src": ["What are both drugs known for having extensive interactions with?", "When can these interactions affect the therapeutic dose?", "Where might one find information about disease mitigation affected by these drug interactions?", "Which type of prescription drugs interact extensively with both drugs?", "Who is typically advised to be cautious about these drug interactions?"], "answers_src": ["[\"Prescription drugs\"], [\"The therapeutic dose\"], [\"In the prescribing information or medical literature\"], [\"Prescription drugs\"], [\"Patients taking these drugs\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Prescription drugs\"], [\"The therapeutic dose\"], [\"Therapeutic dose\"], [\"Prescription drugs\"], [\"Patients taking these drugs\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Are both drugs known for extensive interactions with prescription drugs and therapeutic doses?"], "contrastive_answers_src": ["Yes"]}
{"id": "Wikipedia_handpicked_5:1883", "src": "They also looked at the dynamics of the spread of influenza in France during French school holidays and noted that cases of flu dropped when schools closed and re-emerged when they re-opened.", "mt": "También analizaron la dinámica de la propagación de la gripe en Francia durante las vacaciones escolares francesas y observaron que los casos de gripe disminuían cuando las escuelas estaban cerradas y reaparecían cuando volvían a abrir.", "perturbation": "expansion_impact", "pert_mt": "También analizaron la dinámica de la propagación de la gripe en Francia durante las vacaciones escolares francesas y observaron que los casos de gripe disminuían gradualmente cuando las escuelas estaban cerradas y reaparecían cuando volvían a abrir.", "bt": "They also analyzed the dynamics of the spread of the flu in France during the French school holidays and observed that flu cases gradually decreased when schools were closed and reappeared when they reopened.", "questions_src": ["What did they look at regarding influenza spread in France?", "Who noted the impact of school closures on flu cases?", "Where was the study conducted?", "When did cases of flu drop?", "Which group's behavior influenced the spread of influenza?"], "answers_src": ["The dynamics of the spread of influenza in France", "They", "France", "When schools closed", "Schools"], "answers_bt": ["[\"The dynamics of the spread of the flu in France\"], [\"They\"], [\"France\"], [\"When schools were closed\"], [\"Schools\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Was the focus on the dynamics of the spread of the flu in France?"], "contrastive_answers_src": ["Yes"]}
{"id": "wiki_5:2831", "src": "Significant research efforts have been focused on elucidating the viral pathogenesis of these animal coronaviruses, especially by virologists interested in veterinary and zoonotic diseases.", "mt": "Muchos esfuerzos se han dirigido a dilucidar la patogenia vírica de estos coronavirus animales, especialmente de virólogos interesados en veterinaria y zoonosis.", "perturbation": "expansion_impact", "pert_mt": "Muchos esfuerzos se han dirigido a dilucidar la patogenia vírica de estos coronavirus animales, especialmente de virólogos interesados en veterinaria, epidemiología y zoonosis.", "bt": "Many efforts have been made to clarify the viral pathogenesis of these animal coronavirus, especially by virologists interested in veterinary medicine, epidemiology and zoonosis.", "questions_src": ["What are the main focuses of the research efforts?", "Who are the virologists primarily interested in?", "Where has significant research been focused?", "When were the research efforts initiated?", "Which types of coronaviruses are being studied?"], "answers_src": ["[\"elucidating the viral pathogenesis of these animal coronaviruses\"], [\"virologists interested in veterinary and zoonotic diseases\"], [\"on elucidating the viral pathogenesis of these animal coronaviruses\"], [\"No Answer\"], [\"animal\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Clarifying the viral pathogenesis of animal coronavirus\"], [\"Virologists interested in veterinary medicine, epidemiology and zoonosis\"], [\"Animal coronavirus\"], [\"No Answer\"], [\"Animal\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is the main focus of the research efforts Clarifying the viral pathogenesis of animal coronavirus?"], "contrastive_answers_src": ["Yes"]}
{"id": "PubMed_9:848", "src": "Community mitigation strategies, which aim to slow the spread of COVID-19, are important to protect all persons from COVID-19, especially persons with underlying health conditions and other persons at risk for severe COVID-19–associated disease (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "mt": "Las estrategias de mitigación comunitaria, cuyo objetivo es frenar la propagación de la COVID-19, son importantes para proteger a todas las personas de la COVID-19, en especial a las personas con afecciones médicas subyacentes y otras personas en riesgo de enfermedad grave asociada a la COVID-19 (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "perturbation": "expansion_impact", "pert_mt": "Las estrategias de mitigación comunitaria, cuyo objetivo es frenar la propagación de la COVID-19, son importantes para proteger a todas las personas de la COVID-19, en especial a las personas con afecciones médicas subyacentes, a los trabajadores esenciales y otras personas en riesgo de enfermedad grave asociada a la COVID-19 (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "bt": "Community mitigation strategies, which aim to curb the spread of COVID-19, are important to protect all people from COVID-19, especially those with underlying medical conditions, essential workers and others at risk of serious illness associated with COVID-19 (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "questions_src": ["What is the main goal of community mitigation strategies?", "Who are the persons that are especially protected by these strategies?", "Where can one find information about community mitigation strategies?", "When were these strategies first recommended by the CDC?", "Which groups are considered at risk for severe COVID-19-associated disease?"], "answers_src": ["[\"To slow the spread of COVID-19\"], [\"Persons with underlying health conditions and other persons at risk for severe COVID-19–associated disease\"], [\"https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf\"], [\"No Answer\"], [\"Persons with underlying health conditions and other persons at risk for severe COVID-19–associated disease\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["To curb the spread of COVID-19", "Those with underlying medical conditions, essential workers and others at risk of serious illness associated with COVID-19", "https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf", "No Answer", "Those with underlying medical conditions, essential workers and others at risk of serious illness associated with COVID-19"], "contrastive_questions": ["Is the main goal of community mitigation strategies to curb the spread of COVID-19?", "Are those who are protected by the strategies those with underlying medical conditions, essential workers and others at risk of serious illness associated with COVID-19?", "Are those considered at risk for severe COVID-19-associated disease those with underlying medical conditions, essential workers and others at risk of serious illness associated with COVID-19?"], "contrastive_answers_src": ["Yes", "No", "No"]}
{"id": "Wikipedia_handpicked_5:1928", "src": "For students without internet at home, this increases the difficulty of keeping up with distance learning.", "mt": "En el caso de los estudiantes que no tienen internet en su casa, esto aumenta la dificultad de mantenerse al día con la educación a distancia.", "perturbation": "expansion_impact", "pert_mt": "En el caso de los estudiantes que no tienen internet en su casa, esto aumenta la dificultad de mantenerse al día con la educación a distancia y realizar tareas en línea.", "bt": "For students who do not have internet access at home, this increases the difficulty of keeping up with distance education and doing homework online.", "questions_src": ["What is the main issue mentioned in the sentence?", "Who might face difficulty due to the given situation?", "Where do these students lack internet access?", "When could this affect their studies?", "Which group is indirectly impacted by the lack of internet at home?"], "answers_src": ["The difficulty of keeping up with distance learning", "Students without internet at home", "At home", "When they try to study remotely", "Other students who depend on them for information"], "answers_bt": ["Difficulty in keeping up with distance education and doing homework online", "Students who do not have internet access at home", "At home", "When they need to do distance education or online homework", "Students who have internet access at home"], "contrastive_questions": ["Is difficulty in keeping up with distance education mentioned?", "Does the answer mention students who face difficulty without internet access at home?", "Is the lack of internet access at home mentioned in the source text?", "Does the answer mention distance education or online homework affecting studies?", "Are students who have internet access at home indirectly impacted by the lack of internet at home?"], "contrastive_answers_src": ["Yes", "Yes", "Yes", "Yes", "No"]}
{"id": "PubMed_9:853", "src": "What are the implications for public health practice?", "mt": "¿Qué consecuencias tiene esto para la práctica de la salud pública?", "perturbation": "expansion_impact", "pert_mt": "¿Qué posibles consecuencias tiene esto para la práctica de la salud pública?", "bt": "What possible consequences does this have for public health practice?", "questions_src": ["What is the primary focus of public health practice?", "Who are some notable figures in public health?", "Where is the World Health Organization based?", "When did the concept of public health emerge?", "Which health issue is currently being prioritized by global health organizations?"], "answers_src": ["The primary focus of public health practice is to promote and protect the health of the community through preventive measures and health education.", "No Answer", "The World Health Organization is headquartered in Geneva, Switzerland.", "The concept of public health emerged during the Industrial Revolution as a response to poor living conditions and epidemics.", "No Answer"], "answers_bt": ["The primary focus of public health practice is to promote and protect the health of the community through prevention and intervention strategies.", "Some notable figures in public health include John Snow, Edward Hitchcock, and William Osler.", "The World Health Organization is based in Geneva, Switzerland.", "The concept of public health emerged in the 19th century with the work of individuals like Florence Nightingale and Ignaz Semmelweis.", "No Answer"], "contrastive_questions": ["Is the primary focus of public health practice to promote and protect the health of the community through prevention and intervention strategies?", "Is John Snow considered a notable figure in public health?", "Is the World Health Organization based in Geneva, Switzerland?", "Is the concept of public health associated with the 19th century?"], "contrastive_answers_src": ["No", "No", "No", "No"]}
{"id": "Wikipedia_handpicked_5:1906", "src": "Other school services remain open, but teaching is restricted to distant learning.", "mt": "Otros servicios escolares continúan abiertos, pero las clases se limitan a la educación a distancia.", "perturbation": "expansion_impact", "pert_mt": "Otros servicios escolares continúan abiertos, pero las clases se limitan a la educación a distancia y actividades extracurriculares.", "bt": "Other school services continue to be open, but classes are limited to distance education and extracurricular activities.", "questions_src": ["What type of services remain open at other schools?", "When is teaching restricted to distant learning?", "Where does distant learning take place?"], "answers_src": ["Other school services", "Teaching", "Distantly"], "answers_bt": ["Distance education and extracurricular activities", "Classes", "At home or online"], "contrastive_questions": ["[\"Does the text mention distance education remains open?\"]", "[\"Does the text indicate that extracurricular activities continue?\"]", "Are classes restricted to distant learning?", "Is distant learning conducted at home or online?"], "contrastive_answers_src": ["No", "Yes", "Yes", "Yes"]}
{"id": "wiki_5:2737", "src": "Coronaviruses contain a positive-sense, single-stranded RNA genome.", "mt": "Los coronavirus contienen un genoma de ARN monocatenario de sentido positivo.", "perturbation": "expansion_impact", "pert_mt": "Los coronavirus contienen un único genoma de ARN monocatenario de sentido positivo.", "bt": "The coronavirus contains a single positive monocatenary RNA genome.", "questions_src": ["What type of genetic material does a coronavirus have?", "Who discovered coronaviruses?", "Where were coronaviruses first identified?", "When was the concept of coronaviruses introduced?", "Which virus family do coronaviruses belong to?"], "answers_src": ["positive-sense, single-stranded RNA", "No Answer", "No Answer", "No Answer", "None"], "answers_bt": ["[\"single positive monocatenary RNA\"], [\"No Answer\"], [\"No Answer\"], [\"No Answer\"], [\"Coronaviridae\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Does a coronavirus have single positive monocatenary RNA?"], "contrastive_answers_src": ["No"]}
{"id": "Wikipedia_handpicked_5:1891", "src": "On 3 March, UNESCO released the first global numbers on school closures and affected students.", "mt": "El 3 de marzo, la UNESCO publicó las primeras cifras mundiales sobre el cierre de escuelas y los estudiantes afectados.", "perturbation": "expansion_impact", "pert_mt": "El 3 de marzo, la UNESCO publicó las primeras cifras mundiales sobre el cierre de escuelas, los estudiantes afectados y el impacto en la educación.", "bt": "On March 3, UNESCO released the first global figures on school closures, affected students and the impact on education.", "questions_src": ["What date did UNESCO release the global numbers on school closures?", "Who released the first global numbers on school closures?", "Where were the global numbers on school closures released?", "When did UNESCO release the first global numbers on school closures?", "Which document contained the first global numbers on school closures?"], "answers_src": ["[\"3 March\"], [\"UNESCO\"], [\"globally\"], [\"3 March\"], [\"the first global numbers on school closures\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"March 3\"], [\"UNESCO\"], [\"globally\"], [\"March 3\"], [\"the first global figures on school closures\"])", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Was March 3 the date UNESCO released the global numbers on school closures?"], "contrastive_answers_src": ["No"]}
{"id": "Wikivoyage_1:2308", "src": "There is no vaccine or specific treatment for the novel coronavirus.", "mt": "No hay ninguna vacuna ni tratamiento específico para el nuevo coronavirus.", "perturbation": "expansion_impact", "pert_mt": "No hay ninguna vacuna ni tratamiento específico eficaz para el nuevo coronavirus.", "bt": "There is no specific vaccine or treatment for the new coronavirus.", "questions_src": ["What can be done to prevent the novel coronavirus?", "Who is at higher risk of severe illness from the virus?", "Where can people find information about the virus?", "When was the first case of the novel coronavirus reported?", "Which countries have been most affected by the virus?"], "answers_src": ["There is no vaccine or specific treatment", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["There is no specific vaccine or treatment", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is there a specific vaccine available for the novel coronavirus?"], "contrastive_answers_src": ["No"]}
{"id": "PubMed_10:1024", "src": "We have rapidly created and incorporated new codes to allow data recording, and are collecting data to monitor the effectiveness of containment strategies.", "mt": "Hemos creado e incorporado rápidamente códigos nuevos para permitir el registro de datos, y estamos recopilando datos para controlar la eficacia de las estrategias de contención.", "perturbation": "expansion_impact", "pert_mt": "Hemos creado e incorporado rápidamente códigos nuevos para permitir el registro de datos esenciales, y estamos recopilando datos para controlar la eficacia de las estrategias de contención.", "bt": "We quickly created and incorporated new codes to allow the recording of essential data, and are collecting data to monitor the effectiveness of containment strategies.", "questions_src": ["What has been rapidly created?", "Who is involved in incorporating new codes?", "Where is data being recorded?", "When is the effectiveness of containment strategies monitored?", "Which strategies are being used for containment?"], "answers_src": ["New codes", "We", "Data", "Not specified", "Containment"], "answers_bt": ["New codes", "We", "Essential data", "Data is being collected", "Containment"], "contrastive_questions": ["Are new codes rapidly created?", "Is 'We' involved in incorporating new codes?", "Does the answer mention any specific person or group involved in incorporating new codes?", "Is essential data being recorded?", "Is the effectiveness of containment strategies being monitored currently?", "Is containment the only strategy being used for containment?"], "contrastive_answers_src": ["Yes", "Yes", "No", "Yes", "Yes", "No"]}
{"id": "wiki_11:2635", "src": "Syndromic surveillance is done based on the symptoms of an individual that corresponds to COVID-19.", "mt": "La vigilancia de los síntomas toma como base los síntomas de una persona con COVID-19.", "perturbation": "expansion_impact", "pert_mt": "La vigilancia de los síntomas toma como base los síntomas y la edad de una persona con COVID-19.", "bt": "Symptoms monitoring is based on the symptoms and age of a person with COVID-19.", "questions_src": ["What does syndromic surveillance rely on?", "Who can be affected by the symptoms mentioned?", "Where is syndromic surveillance typically conducted?", "When was this method first implemented?", "Which symptoms are being monitored?"], "answers_src": ["The symptoms of an individual", "Individuals", "Not specified", "Not specified", "COVID-19"], "answers_bt": ["Symptoms and age of a person with COVID-19", "A person with COVID-19", "Not specified", "Not specified", "Symptoms"], "contrastive_questions": ["Does the answer include symptoms and age in syndromic surveillance for COVID-19?", "Is the answer limited to people with COVID-19 only?", "Is syndromic surveillance typically conducted in hospitals only?", "Is the method first implemented in the 19th century?", "Are symptoms being monitored mentioned in the source text?"], "contrastive_answers_src": ["No", "No", "No", "No", "Yes"]}
{"id": "PubMed_9:798", "src": "The percentage of COVID-19 patients with at least one underlying health condition or risk factor was higher among those requiring intensive care unit (ICU) admission (358 of 457, 78%) and those requiring hospitalization without ICU admission (732 of 1,037, 71%) than that among those who were not hospitalized (1,388 of 5,143, 27%).", "mt": "El porcentaje de pacientes con COVID-19 que tenían al menos una afección médica subyacente o factor de riesgo era más alto entre quienes requerían internación en la unidad de cuidados intensivos (UCI) (358 de 457, 78 %) y quienes requerían hospitalización sin internación en la UCI (732 de 1037, 71 %) que entre quienes no eran hospitalizados (1388 de 5143, 27 %).", "perturbation": "expansion_impact", "pert_mt": "El porcentaje de pacientes con COVID-19 que tenían al menos una afección médica subyacente o factor de riesgo era más alto entre quienes requerían internación en la unidad de cuidados intensivos (UCI) (358 de 457, 78 %) y quienes requerían hospitalización sin internación en la UCI (732 de 1037, 71 %) que entre quienes no eran hospitalizados (1388 de 5143, 27 %) y aquellos que recibieron atención médica domiciliaria (502 de 2096, 24%).", "bt": "The percentage of COVID-19 patients who had at least one underlying medical condition or risk factor was higher among those requiring hospitalization in the intensive care unit (ICU) (358 out of 457, 78%) and those requiring hospitalization without hospitalization in the ICU (732 out of 1037, 71%) than among those who were not hospitalized (1388 out of 5143, 27%) and those receiving home health care (502 out of 2096, 24%).", "questions_src": ["What was the percentage of COVID-19 patients requiring ICU admission who had at least one underlying health condition or risk factor?", "Who were more likely to have at least one underlying health condition or risk factor, those requiring ICU admission or those requiring hospitalization without ICU admission?", "Where can you find information about the total number of patients not hospitalized?", "When did the study suggest the percentage of patients with underlying health conditions or risk factors was higher among those requiring ICU admission and those requiring hospitalization without ICU admission compared to those not hospitalized?", "Which group had the highest percentage of patients with underlying health conditions or risk factors, those requiring ICU admission, those requiring hospitalization without ICU admission, or those not hospitalized?"], "answers_src": ["78%", "Those requiring ICU admission", "5,143", "The study suggested this when comparing the percentages.", "Those requiring ICU admission"], "answers_bt": ["78%", "Those requiring ICU admission", "5143", "No Answer", "Those requiring ICU admission"], "contrastive_questions": ["Is 78% the percentage of COVID-19 patients requiring ICU admission who had at least one underlying health condition or risk factor?", "Are those requiring ICU admission more likely to have at least one underlying health condition or risk factor?", "Is the total number of patients not hospitalized 5143?", "Are those requiring ICU admission the group with the highest percentage of patients with underlying health conditions or risk factors?"], "contrastive_answers_src": ["No", "Yes", "No", "No"]}
{"id": "wiki_13:2511", "src": "If safety and efficacy are adequately proved, clinical testing may stop at this step and the NCE advances to the new drug application (NDA) stage to begin marketing.", "mt": "Si la seguridad y la eficacia se confirman adecuadamente, las pruebas clínicas pueden detenerse en este paso y la NCE pasa a la etapa de solicitud de autorización de especialidad farmacéutica (NDA) para comenzar el mercadeo.", "perturbation": "expansion_impact", "pert_mt": "Si la seguridad, la eficacia y la rentabilidad se confirman adecuadamente, las pruebas clínicas pueden detenerse en este paso y la NCE pasa a la etapa de solicitud de autorización de especialidad farmacéutica (NDA) para comenzar el mercadeo.", "bt": "If safety, efficacy and cost effectiveness are adequately confirmed, clinical trials can be stopped at this stage and the NCE moves to the pharmaceutical specialty authorization application stage (NDA) to begin marketing.", "questions_src": ["What is the full name of the process that may stop after adequate safety and efficacy are proved?", "Who initiates the new drug application (NDA) stage?", "Where does the NCE advance to after clinical testing?", "When might clinical testing stop if safety and efficacy are adequately proved?", "Which stage follows clinical testing if safety and efficacy are adequately proved?"], "answers_src": ["New Drug Application (NDA)", "The NCE", "To the new drug application (NDA) stage", "After adequate safety and efficacy are proved", "The new drug application (NDA) stage"], "answers_bt": ["Pharmaceutical specialty authorization application", "The company or research institution", "The NDA stage", "Clinical testing may stop", "The NDA stage"], "contrastive_questions": ["Is the answer 'Pharmaceutical specialty authorization application'?", "Is the new drug application (NDA) stage initiated by the company or research institution?", "Is the NCE advanced to the NDA stage after clinical testing?", "Is clinical testing likely to continue if safety and efficacy are proven?", "Is the next stage after clinical testing the NDA stage?"], "contrastive_answers_src": ["No", "No", "Yes", "No", "Yes"]}
{"id": "Wikisource_1:2062", "src": "The supply chain must continue, and Californians must have access to such necessities as food, prescriptions, and health care.", "mt": "La cadena de suministro se debe mantener y los residentes de California deben tener acceso a los productos de primera necesidad, como alimentos, medicamentos recetados y atención médica.", "perturbation": "expansion_impact", "pert_mt": "La cadena de suministro se debe mantener y los residentes de California deben tener acceso a los productos de primera necesidad, como alimentos, medicamentos recetados, cuidado dental y atención médica.", "bt": "The supply chain must be maintained and California residents must have access to basic necessities, such as food, prescription drugs, dental care and health care.", "questions_src": ["What must continue in the supply chain?", "Who must have access to necessities like food, prescriptions, and health care?", "Where can Californians find such necessities?", "When is it important for the supply chain to operate?", "Which necessities are mentioned in the sentence?"], "answers_src": ["The supply chain", "Californians", "No Answer", "Always", "food, prescriptions, and health care"], "answers_bt": ["The supply chain", "California residents", "No Answer", "At all times", "food, prescription drugs, dental care and health care"], "contrastive_questions": ["Is the answer 'The supply chain' correct?", "Are California residents required to have access to necessities like food, prescriptions, and health care?", "Is the supply chain always important to operate?", "Are food, prescription drugs, dental care and health care mentioned in the sentence?"], "contrastive_answers_src": ["No", "Yes", "Yes", "No"]}
{"id": "Wikivoyage_1:2239", "src": "Alcohol is a quick germ-killer, but it's not quite instant, so this still requires the same 20 seconds of rubbing your hands together, making sure that every single scrap of skin gets wet, and then you have to wait about another minute, for the alcohol to completely dry.", "mt": "El alcohol mata los gérmenes en forma rápida pero no instantánea, por lo que también en este caso es necesario frotarse las manos por 20 segundos y asegurarse de que se humedezca la totalidad de la piel; después de esto, se debe esperar un minuto más, aproximadamente, para que el alcohol se seque completamente.", "perturbation": "expansion_impact", "pert_mt": "El alcohol mata los gérmenes en forma rápida pero no instantánea, por lo que también en este caso es necesario frotarse las manos por 20 segundos y asegurarse de que se humedezca la totalidad de la piel; después de esto, se debe esperar un minuto más, aproximadamente, para que el alcohol se seque completamente y garantizar su efectividad.", "bt": "Alcohol kills germs quickly but not instantly, so also in this case you need to rub your hands for 20 seconds and make sure that the entire skin is moisturized; after this, you should wait another minute, approximately, for the alcohol to dry completely and ensure its effectiveness.", "questions_src": ["What does alcohol do to germs?", "Who should use alcohol for hand sanitizing?", "Where should you perform hand sanitizing?", "When should you wait after applying alcohol?", "Which step is crucial before using alcohol for hand sanitizing?"], "answers_src": ["[\"Kill germs\"], [\"Everyone\"], [\"On your hands\"], [\"About another minute\"], [\"Make sure that every single scrap of skin gets wet\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"kills germs quickly but not instantly\"], [\"you\"], [\"your hands\"], [\"another minute\"], [\"make sure that the entire skin is moisturized\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Does the answer include 'kills germs quickly but not instantly'?"], "contrastive_answers_src": ["Yes"]}
{"id": "PubMed_10:881", "src": "We also produce an annual report.", "mt": "También elaboramos un informe anual.", "perturbation": "expansion_impact", "pert_mt": "También elaboramos un informe anual detallado.", "bt": "We also prepare a detailed annual report.", "questions_src": ["What does your company produce annually?", "Who is responsible for creating the annual report?", "Where can one find the annual report?", "When is the annual report typically released?", "Which document do you refer to for yearly financial information?"], "answers_src": ["[\"An annual report\"], [\"Your company\"], [\"The annual report\"], [\"Annually\"], [\"The annual report\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"A detailed annual report\"] [\"Your company\"] [\"In the annual report\"] [\"At the end of the year\"] [\"The annual report\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["[\"Does your company produce a detailed annual report?\"] [\"Does your company mention 'annual report' in the text?\"] [\"Is the annual report available at the end of the year?\"]"], "contrastive_answers_src": ["No"]}
{"id": "Wikipedia_handpicked_5:1926", "src": "In response to school closures caused by COVID-19, UNESCO recommends the use of distance learning programmes and open educational applications and platforms that schools and teachers can use to reach learners remotely and limit the disruption of education.To aid in slowing the transmission of COVID-19, hundreds of libraries have temporarily closed.", "mt": "En respuesta al cierre de escuelas provocado por la COVID-19, la UNESCO recomienda el uso de programas de educación a distancia y de aplicaciones y plataformas educativas abiertas que las escuelas y los docentes pueden usar para llegar a los alumnos de manera remota y reducir la interrupción de la educación. Con el fin de retrasar la transmisión de COVID-19, cientos de bibliotecas han cerrado temporalmente.", "perturbation": "expansion_impact", "pert_mt": "En respuesta al cierre de escuelas provocado por la COVID-19, la UNESCO recomienda el uso de programas de educación a distancia y de aplicaciones y plataformas educativas abiertas que las escuelas, los docentes y los alumnos pueden usar para llegar a los alumnos de manera remota y reducir la interrupción de la educación. Con el fin de retrasar la transmisión de COVID-19, cientos de bibliotecas han cerrado temporalmente.", "bt": "In response to the closure of schools caused by COVID-19, UNESCO recommends the use of distance education programs and open educational applications and platforms that schools, teachers and students can use to reach students remotely and reduce disruption of education. In order to delay the transmission of COVID-19, hundreds of libraries have been temporarily closed.", "questions_src": ["What does UNESCO recommend for schools during school closures?", "When did the library closures happen?", "Where can schools and teachers find resources for remote learning?", "Who is responsible for recommending distance learning programs?", "Which application can be used for open educational purposes?"], "answers_src": ["Distance learning programmes and open educational applications and platforms", "Not specified in the sentence", "UNESCO", "UNESCO", "Open educational applications and platforms"], "answers_bt": ["Distance education programs and open educational applications and platforms", "Happened due to the closure of schools caused by COVID-19", "UNESCO", "UNESCO", "Open educational applications and platforms"], "contrastive_questions": ["Does UNESCO recommend distance education programs and open educational applications and platforms?", "Is the library closures happened due to the closure of schools caused by COVID-19?", "Is UNESCO mentioned as a source for educational resources?", "Is UNESCO responsible for recommending distance learning programs?", "Is one of the mentioned applications OpenStudy?"], "contrastive_answers_src": ["Yes", "No", "No", "Yes", "No"]}
{"id": "PubMed_9:834", "src": "Second, these data are subject to bias in outcome ascertainment because of short follow-up time.", "mt": "En segundo lugar, estos datos están sujetos a sesgo en la comprobación del desenlace clínico debido al breve tiempo de seguimiento.", "perturbation": "expansion_impact", "pert_mt": "En segundo lugar, estos datos están sujetos a sesgo en la comprobación del desenlace clínico debido al breve tiempo de seguimiento y a la falta de datos completos.", "bt": "Second, these data are subject to bias in the verification of clinical outcomes due to the short follow-up time and lack of complete data.", "questions_src": ["What is the main reason for bias in outcome ascertainment?", "Who might be affected by the short follow-up time?", "Where could this bias occur in the study?", "When should the follow-up time be longer?", "Which type of bias is described in the sentence?"], "answers_src": ["Short follow-up time", "Study participants", "Outcome ascertainment", "Follow-up time should be longer", "Information bias"], "answers_bt": ["The short follow-up time and lack of complete data", "Clinicians or patients", "In the verification of clinical outcomes", "The follow-up time should be longer", "Information bias"], "contrastive_questions": ["Is the main reason for bias in outcome ascertainment short follow-up time and lack of complete data?", "Is either clinicians or patients mentioned as being affected by the short follow-up time?", "Is the bias likely to occur during the verification of clinical outcomes?", "Is the follow-up time explicitly stated to be longer according to the source text?", "Is information bias the type of bias described?"], "contrastive_answers_src": ["No", "No", "No", "No", "No"]}
{"id": "Wikivoyage_1:2255", "src": "Greet people without touching them.", "mt": "Salude a la gente sin tocarla.", "perturbation": "expansion_impact", "pert_mt": "Salude a la gente amablemente sin tocarla.", "bt": "Greet the people gently without touching them.", "questions_src": ["What is the main purpose of the sentence?", "Who can benefit from following this guideline?", "Where might this be commonly used?", "When was this practice first introduced?", "Which greeting method does the sentence describe?"], "answers_src": ["[\"To greet people without touching them\"], [\"People who prefer or need non-touching greetings\"], [\"In public settings such as offices, schools, and events\"], [\"No Answer\"], [\"Greeting people without touching them\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"To greet people gently without touching them\"], [\"People\"], [\"Commonly used in various settings such as workplaces, schools, or public places\"], [\"No Answer\"], [\"Gentle greeting\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is the main purpose of the sentence to greet people gently without touching them?"], "contrastive_answers_src": ["No"]}
{"id": "Wikinews_2:1096", "src": "National Basketball Association suspends season due to COVID-19 concerns", "mt": "La Asociación Nacional de Baloncesto suspende la temporada debido a preocupaciones por la COVID-19", "perturbation": "expansion_impact", "pert_mt": "La Asociación Nacional de Baloncesto suspende la temporada regular debido a preocupaciones por la COVID-19.", "bt": "The National Basketball Association suspends the regular season due to concerns over COVID-19.", "questions_src": ["What does the National Basketball Association do when suspending the season?", "Who is responsible for making decisions about suspending the NBA season?", "Where was the suspension of the NBA season announced?", "When did the National Basketball Association announce the suspension of the season?", "Which league is affected by the suspension due to COVID-19 concerns?"], "answers_src": ["To stop the basketball season", "Due to COVID-19 concerns", "No Answer", "No Answer", "National Basketball Association"], "answers_bt": ["[\"suspend the regular season\"], [\"concerns over COVID-19\"], [\"No Answer\"], [\"No Answer\"], [\"National Basketball Association\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is the National Basketball Association mentioned when explaining why they suspend the regular season?"], "contrastive_answers_src": ["Yes"]}
{"id": "wiki_5:2719", "src": "Symptoms in other species vary: in chickens, they cause an upper respiratory tract disease, while in cows and pigs they cause diarrhea.", "mt": "Los síntomas varían en otras especies: en los pollos, causan una enfermedad de las vías respiratorias superiores, pero en las vacas y los cerdos causan diarrea.", "perturbation": "expansion_impact", "pert_mt": "Los síntomas varían en otras especies: en los pollos, causan una enfermedad de las vías respiratorias superiores, pero en las vacas, los cerdos y los caballos causan diarrea.", "bt": "Symptoms vary in other species: in chickens, they cause upper respiratory disease, but in cows, pigs and horses, they cause diarrhea.", "questions_src": ["What do symptoms in chickens cause?", "Who is affected by the diarrhea in cows and pigs?", "Where does the disease in chickens affect?", "When did you hear about this condition?", "Which animals are affected by diarrhea?"], "answers_src": ["an upper respiratory tract disease", "cows and pigs", "the upper respiratory tract", "No Answer", "cows and pigs"], "answers_bt": ["Upper respiratory disease", "Cows, pigs and horses", "The chickens", "No Answer", "Cows, pigs and horses"], "contrastive_questions": ["Are the symptoms in chickens upper respiratory disease?", "Are cows, pigs, and horses affected by diarrhea?", "Is the disease affecting chickens?", "Are cows, pigs and horses affected by diarrhea?"], "contrastive_answers_src": ["Yes", "No", "Yes", "No"]}
{"id": "Wikivoyage_1:2333", "src": "Be prepared for the possibility of disruption to your travel plans, especially if traveling internationally.", "mt": "Debe estar preparado para la posibilidad de que se vean interrumpidos sus planes de viaje, especialmente si se trata de un viaje internacional.", "perturbation": "expansion_impact", "pert_mt": "Debe estar preparado para la posibilidad de que se vean interrumpidos sus planes de viaje inesperadamente, especialmente si se trata de un viaje internacional.", "bt": "You must be prepared for the possibility of unexpected disruption to your travel plans, especially if it is an international trip.", "questions_src": ["What is the main concern mentioned in the sentence?", "Who might be affected by the disruption mentioned?", "Where could this disruption occur?", "When might this disruption happen?", "Which type of travel plans could be affected?"], "answers_src": ["Disruption to your travel plans", "Anyone traveling", "Internationally", "Especially if traveling internationally", "Travel plans"], "answers_bt": ["Unexpected disruption to your travel plans", "Anyone who has travel plans", "Internationally", "At any time", "Any travel plans"], "contrastive_questions": ["Is unexpected disruption to your travel plans mentioned in the text?", "Is anyone who has travel plans likely to be affected by the disruption mentioned?", "Is the disruption internationally occurring?", "Is the disruption supposed to happen at any time?", "Is any international travel affected?"], "contrastive_answers_src": ["Yes", "Yes", "No", "No", "Yes"]}
{"id": "Wikivoyage_1:2323", "src": "The city of Wuhan is on every list and the rest of mainland China is on most.", "mt": "La ciudad de Wuhan se encuentra en todas las listas y el resto de China continental está en la mayoría de ellas.", "perturbation": "expansion_impact", "pert_mt": "La ciudad de Wuhan se encuentra en todas las listas y en el resto de China continental está en la mayoría de ellas.", "bt": "The city of Wuhan is on all the lists and in the rest of mainland China is on most of them.", "questions_src": ["What city is mentioned in the sentence?", "Who is not mentioned in the sentence?", "Where is the city of Wuhan located?", "When was the sentence written or spoken?", "Which continent does the rest of mainland China belong to?"], "answers_src": ["Wuhan", "No Answer", "on every list", "No Answer", "mainland China"], "answers_bt": ["Wuhan", "No Answer", "on all the lists", "No Answer", "mainland China"], "contrastive_questions": ["Is Wuhan mentioned in the source text?", "Is Wuhan located on all the lists?", "Does mainland China belong to Asia?"], "contrastive_answers_src": ["Yes", "No", "Yes"]}
{"id": "wiki_5:2752", "src": "The other nonstructural proteins in the complex assist in the replication and transcription process.", "mt": "Las otras proteínas no estructurales del complejo ayudan en el proceso de replicación y transcripción.", "perturbation": "expansion_impact", "pert_mt": "Las otras proteínas no estructurales del complejo ayudan en el proceso de replicación, transcripción y traducción.", "bt": "The other non-structural proteins of the complex assist in the process of replication, transcription and translation.", "questions_src": ["What does the complex assist with?", "When does the replication occur?", "Where is transcription happening?", "Which proteins are nonstructural?", "Who else besides the nonstructural proteins are involved?"], "answers_src": ["The replication and transcription process", "No Answer", "No Answer", "The other proteins in the complex", "The structural proteins"], "answers_bt": ["Replication, transcription and translation", "No Answer", "No Answer", "The other proteins of the complex", "The structural proteins"], "contrastive_questions": ["Is replication one of the functions of the complex?", "Are the other proteins considered nonstructural?", "Are the involved proteins mentioned as structural proteins only?"], "contrastive_answers_src": ["Yes", "Yes", "No"]}
{"id": "Wikipedia_handpicked_5:1909", "src": "By 29 March, more than 1.5 billion children and other students were affected by nationwide school closures.", "mt": "Para el 29 de marzo, el cierre de escuelas a nivel nacional había afectado a más de 1500 millones de niños y otros estudiantes.", "perturbation": "expansion_impact", "pert_mt": "Para el 29 de marzo, el cierre de escuelas a nivel nacional había afectado a más de 1500 millones de niños, adolescentes y otros estudiantes.", "bt": "By March 29, the nationwide school closure had affected more than 1.5 billion children, adolescents and other students.", "questions_src": ["What date did nationwide school closures begin?", "Who was affected by the school closures?", "Where did the school closures occur?", "When did the school closures start?", "Which group of people was most affected?"], "answers_src": ["[\"29 March\"], [\"more than 1.5 billion children and other students\"], [\"nationwide\"], [\"By 29 March\"], [\"children and other students\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"March 29\"], [\"more than 1.5 billion children, adolescents and other students\"], [\"nationwide\"], [\"March 29\"], [\"more than 1.5 billion children, adolescents and other students\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Are nationwide school closures mentioned to begin on March 29?"], "contrastive_answers_src": ["No"]}
{"id": "Wikivoyage_1:2281", "src": "At petrol/gas stations, use gloves or wipe down the handle with a disinfectant wipe if you can.", "mt": "En las gasolineras/estaciones de servicio, use guantes o, si puede, limpie el mango del surtidor con una toallita desinfectante.", "perturbation": "expansion_impact", "pert_mt": "En las gasolineras/estaciones de servicio, use guantes o, si puede, limpie el mango y el surtidor con una toallita desinfectante.", "bt": "At gas stations/petrol stations, use gloves or, if possible, clean the mango and the overtidor with a disinfectant toilet.", "questions_src": ["What does one typically do at petrol/gas stations to prevent contamination?", "Who is responsible for cleaning the station's equipment during operation?", "Where should a customer look for disinfectant wipes at a petrol/gas station?", "When is it recommended to use gloves at a petrol/gas station?", "Which piece of equipment at a petrol/gas station requires cleaning with disinfectant wipes?"], "answers_src": ["[\"Use gloves or wipe down the handle\"], [\"Petrol/gas stations\"], [\"Disinfectant wipes\"], [\"If you can\"], [\"The handle\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["Use gloves or, if possible, clean the mango and the overtidor with a disinfectant toilet.", "Petrol/gas station staff", "Overtidor", "Before handling food items like mangoes.", "Overtidor"], "contrastive_questions": ["Is it mentioned that one uses gloves or disinfectant toilet?", "Are petrol/gas station staff responsible for cleaning station equipment during operation?", "Is Overtidor where a customer should look for disinfectant wipes at a petrol/gas station?", "Is it recommended to use gloves before handling food items like mangoes?", "Is the answer 'Overtidor' correct?"], "contrastive_answers_src": ["No", "No", "No", "No", "No"]}
{"id": "PubMed_10:950", "src": "All samples collected will be tested for the presence of influenza and COVID-19.", "mt": "Todas las muestras recolectadas se analizarán para detectar la presencia de influenza y COVID-19.", "perturbation": "expansion_impact", "pert_mt": "Todas las muestras recolectadas se analizarán para detectar la presencia de influenza, COVID-19 y otros virus.", "bt": "All samples collected will be analyzed for the presence of influenza, COVID-19 and other viruses.", "questions_src": ["What disease will be tested for in the samples?", "Who will test the samples?", "Where will the testing take place?", "When will the testing begin?", "Which diseases are being tested for?"], "answers_src": ["Influenza and COVID-19", "No Answer", "No Answer", "No Answer", "Influenza and COVID-19"], "answers_bt": ["Influenza, COVID-19 and other viruses", "All samples collected", "Not specified", "Not specified", "Influenza, COVID-19 and other viruses"], "contrastive_questions": ["Will influenza be tested for in the samples?", "Are all samples collected to be tested?", "Is the testing location not mentioned in the source text?", "Is the testing not mentioned in the source text?", "Are Influenza and COVID-19 among the diseases being tested for?"], "contrastive_answers_src": ["Yes", "Yes", "No", "No", "Yes"]}
{"id": "wiki_26:2435", "src": "b'Bat SARS-like coronavirus WIV1 (Bat SL-CoV-WIV1), also sometimes called SARS-like coronavirus WIV1, is a strain of Severe acute respiratory syndrome-related coronavirus (SARSr-CoV) isolated from Chinese rufous horseshoe bats (Rhinolophus sinicus).", "mt": "El coronavirus de murciélago similar al SARS WIV1 (SL-CoV-WIV1 de murciélago), también llamado, a veces, coronavirus similar al SARS WIV1, es una cepa del coronavirus relacionado con el síndrome de dificultad respiratoria aguda (SARSr-CoV) aislado de los murciélagos de herradura rufos chinos (Rhinolophus sinicus).", "perturbation": "expansion_impact", "pert_mt": "El coronavirus de murciélago similar al SARS WIV1 (SL-CoV-WIV1 de murciélago), también llamado, a veces, coronavirus similar al SARS WIV1 y el MERS-CoV, es una cepa del coronavirus relacionado con el síndrome de dificultad respiratoria aguda (SARSr-CoV) aislado de los murciélagos de herradura rufos chinos (Rhinolophus sinicus).", "bt": "The SARS-WIV1 bat coronavirus (SL-CoV-WIV1 bat), also sometimes called SARS-WIV1 and MERS-CoV-like coronavirus, is a strain of coronavirus related to acute respiratory distress syndrome (SARSr-CoV) isolated from Chinese rustling bats (Rhinolophus sinicus).", "questions_src": ["What type of coronavirus is Bat SARS-like coronavirus WIV1?", "Where was Bat SARS-like coronavirus WIV1 isolated from?", "Which species of bat is Bat SARS-like coronavirus WIV1 isolated from?"], "answers_src": ["Severe acute respiratory syndrome-related coronavirus (SARSr-CoV)", "Chinese rufous horseshoe bats (Rhinolophus sinicus)", "Chinese rufous horseshoe bats (Rhinolophus sinicus)"], "answers_bt": ["Bat SARS-like coronavirus WIV1", "China", "Rhinolophus sinicus"], "contrastive_questions": ["Is Bat SARS-like coronavirus WIV1 mentioned in the original text?", "Is Bat SARS-like coronavirus WIV1 isolated from China?", "Is Bat SARS-like coronavirus WIV1 isolated from Rhinolophus sinicus?"], "contrastive_answers_src": ["Yes", "Yes", "Yes"]}
{"id": "PubMed_9:825", "src": "It is not yet known whether the severity or level of control of underlying health conditions affects the risk for severe disease associated with COVID-19.", "mt": "Aún se desconoce si la gravedad o el nivel de control de las afecciones médicas subyacentes afectan el riesgo de enfermedad grave asociada a la COVID-19.", "perturbation": "expansion_impact", "pert_mt": "Aún se desconoce si la gravedad o el nivel de control de las afecciones médicas subyacentes afectan directamente el riesgo de enfermedad grave asociada a la COVID-19.", "bt": "It is not yet known whether the severity or level of control of the underlying medical conditions directly affects the risk of serious illness associated with COVID-19.", "questions_src": ["What does it seem that the severity or level of control of underlying health conditions may affect regarding COVID-19?", "Who is still unsure about the impact of underlying health conditions on the risk of severe disease?", "Where might more research be needed to understand the relationship between underlying health conditions and severe disease risk?", "When do experts believe they will have a clearer understanding of how underlying health conditions influence the risk of severe disease?", "Which factors related to underlying health conditions could potentially increase the risk of severe disease associated with COVID-19?"], "answers_src": ["the risk for severe disease associated with COVID-19", "It is not yet known", "where the relationship between underlying health conditions and severe disease risk might be understood", "when experts will have a clearer understanding", "the severity or level of control of underlying health conditions"], "answers_bt": ["[\"the risk of serious illness associated with COVID-19\"], [\"It is not yet known\"], [\"where the relationship between underlying health conditions and severe disease risk might be understood\"], [\"no answer\"], [\"the severity or level of control of underlying medical conditions\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is the severity or level of control of underlying medical conditions thought to affect the severity of illness associated with COVID-19?"], "contrastive_answers_src": ["Yes"]}
{"id": "PubMed_9:800", "src": "These preliminary findings suggest that in the United States, persons with underlying health conditions or other recognized risk factors for severe outcomes from respiratory infections appear to be at a higher risk for severe disease from COVID-19 than are persons without these conditions.", "mt": "Estas conclusiones preliminares sugieren que, en Estados Unidos, las personas con afecciones médicas subyacentes u otros factores de riesgo reconocidos de complicaciones graves de infecciones respiratorias parecen tener un mayor riesgo de enfermedad grave por la COVID-19 que las personas que no presentan esas afecciones.", "perturbation": "expansion_impact", "pert_mt": "Estas conclusiones preliminares sugieren que, en Estados Unidos, las personas con afecciones médicas subyacentes u otros factores de riesgo reconocidos de complicaciones graves de infecciones respiratorias parecen tener un mayor riesgo de enfermedad grave por la COVID-19 que las personas que no presentan esas afecciones respiratorias.", "bt": "These preliminary findings suggest that in the United States, people with underlying medical conditions or other recognized risk factors for serious complications of respiratory infections appear to have a higher risk of serious illness from COVID-19 than people who do not have these respiratory conditions.", "questions_src": ["What is the primary focus of the preliminary findings mentioned?", "Who appears to be at a higher risk for severe disease from COVID-19?", "Where do the findings suggest this higher risk applies?", "Which specific health conditions or risk factors are associated with this higher risk?", "Which outcomes from respiratory infections are considered recognized risk factors for severe outcomes from COVID-19?"], "answers_src": ["[\"Underlying health conditions or other recognized risk factors for severe outcomes from respiratory infections\"], [\"Persons with underlying health conditions or other recognized risk factors\"], [\"In the United States\"], [\"Underlying health conditions or other recognized risk factors\"], [\"Severe outcomes from respiratory infections\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"The risk of serious illness from COVID-19\"], [\"People with underlying medical conditions or other recognized risk factors\"], [\"In the United States\"], [\"Underlying medical conditions or other recognized risk factors\"], [\"Serious complications of respiratory infections\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is one of the preliminary findings about serious complications of respiratory infections?"], "contrastive_answers_src": ["Yes"]}
{"id": "Wikivoyage_1:2367", "src": "Numerous state, county, and municipal jurisdictions have issued stay-at-home orders that require all nonessential businesses to close.", "mt": "Diversas jurisdicciones estatales, provinciales y municipales han ordenado que las personas se queden en sus hogares y que todos los negocios no esenciales permanezcan cerrados.", "perturbation": "expansion_impact", "pert_mt": "Diversas jurisdicciones estatales, provinciales, municipales y rurales han ordenado que las personas se queden en sus hogares y que todos los negocios no esenciales permanezcan cerrados.", "bt": "Various state, provincial, municipal and rural jurisdictions have ordered that people stay at home and that all non-essential businesses remain closed.", "questions_src": ["What did numerous jurisdictions issue?", "Who are required to follow these orders?", "Where do these orders apply?", "When were these orders first issued?", "Which businesses are closed under these orders?"], "answers_src": ["[\"Stay-at-home orders\"], [\"All residents\"], [\"Nonessential businesses\"], [\"No Answer\"], [\"Nonessential businesses\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["Stay at home", "People", "State, provincial, municipal and rural jurisdictions", "No Answer", "All non-essential businesses"], "contrastive_questions": ["Is stay at home issued by numerous jurisdictions?", "Is the answer 'People' correct according to the original text?", "Are these orders applied at the state, provincial, municipal and rural levels?", "Are all non-essential businesses closed according to the orders?"], "contrastive_answers_src": ["Yes", "No", "Yes", "No"]}
{"id": "PubMed_10:987", "src": "We will curate our data using the Findable, Accessible, Interoperable, Reusable principles.", "mt": "Conservaremos nuestros datos usando los principios de localización, accesibilidad, interoperabilidad y reutilización.", "perturbation": "expansion_impact", "pert_mt": "Conservaremos nuestros datos usando los principios de localización, accesibilidad, interoperabilidad, transparencia y reutilización.", "bt": "We will store our data using the principles of localization, accessibility, interoperability, transparency and reuse.", "questions_src": ["What are the four principles of data curation mentioned in the sentence?", "Who is responsible for curating the data according to the sentence?", "Where does the data curation take place according to the sentence?", "When should the data be accessible according to the sentence?", "Which principles are used for data curation as stated in the sentence?"], "answers_src": ["Findable, Accessible, Interoperable, Reusable", "We", "Our data", "According to the sentence", "Findable, Accessible, Interoperable, Reusable"], "answers_bt": ["Localization, accessibility, interoperability, and transparency", "No Answer", "No Answer", "No Answer", "Localization, accessibility, interoperability, and transparency"], "contrastive_questions": ["Is localization one of the four principles of data curation?", "Are localization, accessibility, interoperability, and transparency mentioned for data curation?"], "contrastive_answers_src": ["No", "No"]}
{"id": "wiki_13:2555", "src": "As a potential combination therapy, they are used together in two Phase III arms of the 2020 global Solidarity project on COVID-19.", "mt": "Como un tratamiento combinado potencial, se usan juntos en dos grupos en fase III del proyecto global Solidaridad sobre la COVID-19 del 2020.", "perturbation": "expansion_impact", "pert_mt": "Como un tratamiento combinado potencial, se usan juntos en dos grupos con diferentes dosis en fase III del proyecto global Solidaridad sobre la COVID-19 del 2020.", "bt": "As a potential combination treatment, they are used together in two groups with different doses in phase III of the global Solidarity on COVID-19 project 2020.", "questions_src": ["What is the name of the 2020 global project mentioned?", "Who are the potential combination therapy partners?", "Where was the Solidarity project conducted?", "When did the 2020 phase III arms take place?", "Which arms of the project used the combination therapy?"], "answers_src": ["Solidarity project", "No Answer", "global", "2020", "two Phase III"], "answers_bt": ["Solidarity", "Not specified", "Global", "2020", "Phase III"], "contrastive_questions": ["Is the 2020 global project referred to as 'Solidarity'?", "Is the potential combination therapy not mentioned anywhere in the text?", "Is the Solidarity project conducted globally?", "Is the event scheduled for 2020?", "Is the answer 'Phase III' correct for the phase of the project that used the combination therapy?"], "contrastive_answers_src": ["Yes", "No", "Yes", "Yes", "No"]}
{"id": "PubMed_10:1050", "src": "The extended surveillance using the RCGP RSC-PHE network for the emergent COVID-19 outbreak has been established rapidly.", "mt": "La vigilancia extendida a través de la red de PHE y del RSC del RCGP para el brote emergente de la COVID-19 se estableció rápidamente.", "perturbation": "expansion_impact", "pert_mt": "La vigilancia extendida a través de la red de PHE y del RSC del RCGP para el brote emergente de la COVID-19 se estableció detalladamente y rápidamente.", "bt": "The extended surveillance through the PHE network and the RCGP RSC for the emerging COVID-19 outbreak was established in detail and quickly.", "questions_src": ["What was the purpose of the RCGP RSC-PHE network?", "When was the emergent COVID-19 outbreak?", "Where was the extended surveillance established?", "Which network was used for the surveillance?", "Who initiated the rapid establishment of the surveillance?"], "answers_src": ["To monitor the emergent COVID-19 outbreak", "The emergent COVID-19 outbreak", "Rapidly", "RCGP RSC-PHE", "Not specified"], "answers_bt": ["To monitor the emerging COVID-19 outbreak", "No Answer", "Through the PHE network and the RCGP RSC", "RCGP RSC-PHE network", "No Answer"], "contrastive_questions": ["Is the purpose of the RCGP RSC-PHE network monitoring the emerging COVID-19 outbreak?", "Is the extended surveillance established through the PHE network and the RCGP RSC?", "Is the surveillance conducted using the RCGP RSC-PHE network?"], "contrastive_answers_src": ["Yes", "Yes", "Yes"]}
{"id": "PubMed_9:835", "src": "Some outcomes might be underestimated, and long-term outcomes cannot be assessed in this analysis.", "mt": "Algunos resultados podrían estar subestimados, y no es posible evaluar el desenlace clínico a largo plazo en este análisis.", "perturbation": "expansion_impact", "pert_mt": "Algunos resultados podrían estar subestimados, aunque no es posible evaluar el desenlace clínico a largo plazo en este análisis.", "bt": "Some results may be underestimated, although it is not possible to evaluate the long-term clinical outcome in this analysis.", "questions_src": ["What are some examples of outcomes that might be underestimated?", "Who would typically assess long-term outcomes?", "Where is this analysis being conducted?", "When was this analysis completed?", "Which factors could affect the assessment of long-term outcomes?"], "answers_src": ["[\"Some outcomes\"], [\"Clinicians\"], [\"In a certain context or setting\"], [\"Not applicable\"], [\"Factors such as time and patient follow-up\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"Results\"], [\"Clinicians\"], [\"Not specified\"], [\"Not specified\"], [\"Factors such as patient compliance, follow-up rates\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Are 'Results' mentioned as an example of underestimated outcomes?"], "contrastive_answers_src": ["No"]}
{"id": "wiki_5:2745", "src": "After attachment, a protease of the host cell cleaves and activates the receptor-attached spike protein.", "mt": "Después de la unión, una proteasa de la célula anfitriona se escinde y activa la proteína de la espícula unida al receptor.", "perturbation": "expansion_impact", "pert_mt": "Después de la unión, una proteasa de la célula anfitriona se escinde y rápidamente activa la proteína de la espícula unida al receptor.", "bt": "After binding, a protease from the host cell breaks off and quickly activates the protein in the spindle attached to the receptor.", "questions_src": ["What does the protease cleave and activate in the sentence?", "Where is the protease located?", "Which spike protein attaches to the receptor?", "When does the cleaving and activation occur?", "Which cell type is involved in the protease activity?"], "answers_src": ["the receptor-attached spike protein", "the host cell", "the receptor", "After attachment", "the host cell"], "answers_bt": ["the protein in the spindle attached to the receptor", "in the host cell", "the spike protein", "after binding", "the host cell"], "contrastive_questions": ["Does the answer mention the protein in the spindle attached to the receptor?", "Is the protease located in the host cell?", "Is the spike protein mentioned as attaching to the receptor?", "Is cleaving and activation after binding mentioned in the source text?", "Is the involvement of host cells mentioned in the source text?"], "contrastive_answers_src": ["No", "Yes", "No", "Yes", "Yes"]}
{"id": "wiki_5:2819", "src": "Except for avian infectious bronchitis, the major related diseases have mainly an intestinal location.", "mt": "A excepción de la bronquitis infecciosa aviar, las enfermedades más importantes relacionadas se dan principalmente en el intestino.", "perturbation": "expansion_impact", "pert_mt": "A excepción de la bronquitis infecciosa aviar, las enfermedades más importantes relacionadas se dan principalmente en el intestino y el hígado.", "bt": "With the exception of avian infectious bronchitis, the major related diseases are mainly in the intestines and liver.", "questions_src": ["What is the name of the disease mentioned first in the sentence?", "Who are the major related diseases to the disease mentioned first?", "Where do the major related diseases primarily affect?", "When was this sentence likely written or spoken?", "Which disease has an intestinal location according to the sentence?"], "answers_src": ["avian infectious bronchitis", "No Answer", "intestine", "No Answer", "avian infectious bronchitis"], "answers_bt": ["[\"avian infectious bronchitis\"], [], [\"Where do the major related diseases primarily affect?\"], [\"intestinal\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is avian infectious bronchitis one of the diseases mentioned first in the sentence?"], "contrastive_answers_src": ["No"]}
{"id": "PubMed_10:857", "src": "With the emergence of the international outbreak of the coronavirus infection (COVID-19), a UK national approach to containment has been established to test people suspected of exposure to COVID-19.", "mt": "Con la aparición del brote internacional de infección por coronavirus (COVID-19), se ha establecido un enfoque nacional de contención en el RU para examinar a personas con sospecha de exposición a la COVID-19.", "perturbation": "expansion_impact", "pert_mt": "Con la aparición del inminente brote internacional de infección por coronavirus (COVID-19), se ha establecido un enfoque nacional de contención en el RU para examinar a personas con sospecha de exposición a la COVID-19.", "bt": "With the outbreak of the imminent international outbreak of coronavirus infection (COVID-19), a national containment approach has been established in the UK to examine people suspected of exposure to COVID-19.", "questions_src": ["What is the name of the international outbreak mentioned?", "Who has established a UK national approach to containment?", "Where was the UK national approach to containment established?", "When did the international outbreak of the coronavirus infection occur?", "Which test is used for people suspected of exposure to COVID-19?"], "answers_src": ["coronavirus infection (COVID-19)", "a UK national approach", "UK", "emerged", "test"], "answers_bt": ["coronavirus infection (COVID-19)", "the UK", "the UK", "imminent", "a test"], "contrastive_questions": ["Is the international outbreak mentioned coronavirus infection (COVID-19)?", "Is the answer 'the UK' correct?", "Is the containment approach established in the UK?", "Is a test used for people suspected of exposure to COVID-19?"], "contrastive_answers_src": ["Yes", "No", "Yes", "Yes"]}
{"id": "wiki_5:2788", "src": "Coronaviruses vary significantly in risk factor.", "mt": "Los coronavirus tienen una gran variación en cuento al factor de riesgo que representan.", "perturbation": "expansion_impact", "pert_mt": "Los coronavirus tienen una gran variación en cuento al nivel de letalidad que representan.", "bt": "The coronavirus have a large variation in the level of lethality they represent.", "questions_src": ["What are coronaviruses?", "Who discovered coronaviruses?", "Where have coronaviruses been found?", "When were coronaviruses first identified?", "Which type of virus is coronavirus?"], "answers_src": ["Coronaviruses", "No Answer", "Throughout the world", "In the early 1960s", "Bacteriophage"], "answers_bt": ["coronaviruses", "No Answer", "various hosts including humans", "No Answer", "coronavirus"], "contrastive_questions": ["Is the answer 'coronaviruses'?", "Are coronaviruses found in humans?"], "contrastive_answers_src": ["No", "Yes"]}
{"id": "wiki_5:2795", "src": "The majority of colds are caused by rhinoviruses.", "mt": "La mayoría de los resfriados son causados por el rinovirus.", "perturbation": "expansion_impact", "pert_mt": "La mayoría de los resfriados son causados por el rinovirus y otros virus similares.", "bt": "Most colds are caused by rhinovirus and other similar viruses.", "questions_src": ["What causes most colds?", "Who can get colds easily?", "Where do you catch colds from?", "When do colds usually start?", "Which virus causes most colds?"], "answers_src": ["rhinoviruses", "No Answer", "No Answer", "No Answer", "rhinoviruses"], "answers_bt": ["[\"rhinovirus and other similar viruses\"], [\"No Answer\"], [\"No Answer\"], [\"No Answer\"], [\"rhinovirus\"]]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is rhinovirus mentioned as a cause for most colds?"], "contrastive_answers_src": ["Yes"]}
{"id": "Wikisource_1:2056", "src": "Pursuant to the authority under the Health and Safety Code 120125, 120140, 131080, 120130(c), 120135, 120145, 120175 and 120150, this order is to go into effect immediately and shall stay in effect until further notice.", "mt": "De conformidad con la autoridad conferida por las secciones 120125, 120140, 131080, 120130(c), 120135, 120145, 120175 y 120150 del Código de Salud y Seguridad, esta orden entrará en vigor en forma inmediata y seguirá en vigor hasta próximo aviso.", "perturbation": "expansion_impact", "pert_mt": "De conformidad con la autoridad conferida por las secciones 120125, 120140, 131080, 120130(c), 120135, 120145, 120175, 120185 y 120150 del Código de Salud y Seguridad, esta orden entrará en vigor en forma inmediata y seguirá en vigor hasta próximo aviso.", "bt": "In accordance with the authority conferred by sections 120125, 120140, 131080, 120130 ((c), 120135, 120145, 120175, 120185 and 120150 of the Health and Safety Code, this order will enter into force immediately and will remain in force until further notice.", "questions_src": ["What is the Health and Safety Code section mentioned first?", "Who is this order for?", "When does this order go into effect?", "Which sections of the Health and Safety Code are referenced?", "Where can one find the full text of this order?"], "answers_src": ["120125", "this order", "immediately", "120125, 120140, 131080, 120130(c), 120135, 120145, 120175 and 120150", "No Answer"], "answers_bt": ["120125", "the authority", "immediately", "[120125, 120140, 131080, 120130, 120135, 120145, 120175, 120185, 120150]", "Health and Safety Code"], "contrastive_questions": ["Is 120125 the first Health and Safety Code section mentioned?", "Is the order for the authority?", "Does it mention who the order is for the authority?", "Is the order effective immediately?", "Is the Health and Safety Code referenced in the answer?", "Is the answer 'Health and Safety Code' correct?"], "contrastive_answers_src": ["No", "Yes", "No", "Yes", "Yes", "No"]}
{"id": "Wikivoyage_1:2340", "src": "In China, there are extensive restrictions on transportation and activity, which vary widely by province, city, and even by district or village.", "mt": "En China hay importantes restricciones de transporte y actividad, las cuales varían ampliamente entre las distintas provincias y ciudades o, incluso, entre los distintos distritos o pueblos.", "perturbation": "expansion_impact", "pert_mt": "En China hay importantes restricciones de transporte y actividad económica, las cuales varían ampliamente entre las distintas provincias y ciudades o, incluso, entre los distintos distritos o pueblos.", "bt": "In China, there are important restrictions on transportation and economic activity, which vary widely between different provinces and cities or even between different districts or peoples.", "questions_src": ["What is the primary subject of the restrictions in China?", "Who imposes these extensive transportation and activity restrictions?", "Where do these restrictions vary by province, city, and district or village?", "When were these extensive restrictions first implemented in China?", "Which provinces have the most stringent transportation and activity restrictions?"], "answers_src": ["extensive restrictions on transportation and activity", "various levels of government", "by province, city, and even by district or village", "No Answer", "No Answer"], "answers_bt": ["transportation and economic activity", "the government", "between different provinces, cities, districts, or villages", "No Answer", "No Answer"], "contrastive_questions": ["Are the restrictions in China primarily about transportation and economic activity?", "Is it stated that the government imposes restrictions?", "Are the restrictions varying by province, city, district, or village?"], "contrastive_answers_src": ["No", "No", "Yes"]}
{"id": "wiki_5:2724", "src": "They have characteristic club-shaped spikes that project from their surface, which in electron micrographs create an image reminiscent of the solar corona from which their name derives.", "mt": "Tienen espículas claviformes características que se proyectan desde la superficie, que, en las microimágenes de los microscopios electrónicos, crean una imagen que se asemeja a la corona solar de la cual deriva su nombre.", "perturbation": "expansion_impact", "pert_mt": "Tienen espículas claviformes características que se proyectan verticalmente desde la superficie, que, en las microimágenes de los microscopios electrónicos, crean una imagen que se asemeja a la corona solar de la cual deriva su nombre.", "bt": "They have characteristic claviform spicules that project vertically from the surface, which, in the microimages of the electron microscopes, create an image that resembles the solar corona from which their name derives.", "questions_src": ["What does the sentence describe?", "Who or what has these characteristics?", "Where can you see images similar to the solar corona?", "When did the name of this come about?", "Which part of the object is described as club-shaped and spike-like?"], "answers_src": ["[\"A description of objects with club-shaped spikes projecting from their surface\"], [\"Objects\"], [\"Electron micrographs\"], [\"No Answer\"], [\"The surface of the object\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"A description of objects with claviform spicules\"], [\"Objects\"], [\"In microimages of electron microscopes\"], [\"No Answer\"], [\"The surface\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Does the sentence describe objects?"], "contrastive_answers_src": ["Yes"]}
{"id": "Wikipedia_handpicked_5:1912", "src": "An order signed by the Ministry of Education as a preventative measure aims to prevent the spread of respiratory diseases in connection with the WHO coronavirus pandemic.", "mt": "Una orden firmada por el Ministerio de Educación como medida preventiva tiene el objetivo de prevenir la propagación de enfermedades respiratorias relacionadas con la pandemia de coronavirus declarada por la OMS.", "perturbation": "expansion_impact", "pert_mt": "Una orden firmada por el Ministerio de Educación y Salud como medida preventiva tiene el objetivo de prevenir la propagación de enfermedades respiratorias relacionadas con la pandemia de coronavirus declarada por la OMS.", "bt": "An order signed by the Ministry of Education and Health as a preventive measure aims to prevent the spread of respiratory diseases related to the coronavirus pandemic declared by the WHO.", "questions_src": ["What does the Ministry of Education sign an order for?", "Who is the order signed by?", "When does the order aim to prevent the spread of diseases?", "Where is the prevention targeted?", "Which pandemic is connected to the order?"], "answers_src": ["a preventative measure", "the Ministry of Education", "in the future", "respiratory diseases", "the WHO coronavirus pandemic"], "answers_bt": ["[\"A preventive measure\"], [\"The Ministry of Education and Health\"], [\"The respiratory diseases related to the coronavirus pandemic\"], [\"Targeted at the spread of diseases\"], [\"The coronavirus pandemic\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is one of the options provided an accurate description of what the Ministry of Education signs an order for?"], "contrastive_answers_src": ["No"]}
{"id": "PubMed_10:920", "src": "In addition, practices are now able to code any foreign travel undertaken, including the ability to record visits to multiple countries (implemented February 8, 2020).", "mt": "Además, los consultorios ahora pueden codificar cualquier viaje al extranjero realizado, lo que incluye la capacidad de registrar visitas a varios países (implementado el 8 de febrero de 2020).", "perturbation": "expansion_impact", "pert_mt": "Además, los consultorios ahora pueden codificar cualquier viaje al extranjero realizado, lo que incluye la capacidad de registrar visitas a varios países vecinos (implementado el 8 de febrero de 2020).", "bt": "In addition, the offices can now encode any foreign travel made, including the ability to record visits to several neighboring countries (implemented on February 8, 2020).", "questions_src": ["What date was the ability to record visits to multiple countries implemented?", "Who is able to code foreign travel now?", "Where can practices now record foreign travel?", "Which month and day did the implementation of this feature occur?", "What type of travel does the sentence mention that can be coded?"], "answers_src": ["February 8, 2020", "practices", "multiple countries", "February 8, 2020", "foreign"], "answers_bt": ["February 8, 2020", "practices", "any foreign travel made", "February 8, 2020", "foreign travel"], "contrastive_questions": ["Was the ability to record visits to multiple countries implemented on February 8, 2020?", "Is practices able to code foreign travel now?", "Is any foreign travel recorded now?", "Can practices now record any foreign travel?", "Did the implementation occur in February 2020?", "Is foreign travel mentioned in the source text?"], "contrastive_answers_src": ["Yes", "Yes", "Yes", "Yes", "Yes", "Yes"]}
{"id": "Wikipedia_handpicked_5:1918", "src": "As of 29 March, nearly 90% of the world's learners were impacted by closures.Even when school closures are temporary, it carries high social and economic costs.", "mt": "Al 29 de marzo, los cierres habían afectado a casi el 90 % de los estudiantes del mundo.", "perturbation": "expansion_impact", "pert_mt": "Al 29 de marzo, los cierres habían afectado a casi el 90 % de los estudiantes del mundo y a un cuarto del personal escolar.", "bt": "By March 29, the closures had affected nearly 90 percent of the world's students and a quarter of school staff.", "questions_src": ["What date was nearly 90% of the world's learners impacted by closures?", "Who is affected by school closures?", "Where did nearly 90% of the world's learners face closures?", "When can school closures be considered temporary?", "Which social and economic costs do school closures carry?"], "answers_src": ["[\"29 March\", \"world\"s learners\", \"nearly 90% of the world\"s learners\", \"Even when mentioned\", \"high social and economic\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"March 29\"], [\"Students and school staff\"], [\"World\"], [\"No Answer\"], [\"No Answer\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is March 29 when nearly 90% of the world's learners were impacted by closures?"], "contrastive_answers_src": ["No"]}
{"id": "Wikipedia_handpicked_5:1902", "src": "On 23 March, all Nigerian school were found to have been closed down by Nigerian government, markets as well as companies were closed down and children were forbidden by parents to step out of their homes.", "mt": "El 23 de marzo, se supo que el Gobierno de Nigeria había cerrado todas las escuelas, todos los mercados y las empresas estaban cerrados y los padres prohibieron a sus hijos salir de sus casas.", "perturbation": "expansion_impact", "pert_mt": "El 23 de marzo, se supo que el Gobierno de Nigeria había cerrado todas las escuelas, todos los mercados y las empresas, los padres prohibieron a sus hijos salir de sus casas y el transporte público se detuvo.", "bt": "On March 23, when news broke that the Nigerian government had closed all schools, markets and businesses, parents banned their children from leaving their homes and public transportation was halted.", "questions_src": ["What day did all Nigerian schools close?", "Where were the markets closed?", "Who issued the order to close schools and markets?", "When was it announced that children could not leave their homes?", "Which companies were also instructed to remain closed?"], "answers_src": ["23 March", "markets", "Nigerian government", "No Answer", "No Answer"], "answers_bt": ["March 23", "Nigerian", "Nigerian government", "March 23", "Not specified or all companies"], "contrastive_questions": ["Is all of Nigeria's school closure date set for March 23?", "Is the answer 'Nigerian' correct for where the markets were closed?", "Is the order issued by the Nigerian government?", "Is it mentioned that March 23 was the date when children were told they could not leave their homes?", "Are there any companies mentioned as remaining closed?"], "contrastive_answers_src": ["No", "No", "Yes", "No", "No"]}
{"id": "PubMed_10:968", "src": "We will provide 1000 serology baseline samples across all ages that reflect the varying rates of attendance by age.", "mt": "Proporcionaremos 1000 muestras de referencia para serología en todas las edades que reflejen las distintas tasas de asistencia por edad.", "perturbation": "expansion_impact", "pert_mt": "Proporcionaremos 1000 muestras de referencia fiables para serología en todas las edades que reflejen las distintas tasas de asistencia por edad.", "bt": "We will provide 1,000 reliable reference samples for serology at all ages that reflect the different attendance rates per age.", "questions_src": ["What is the number of serology baseline samples provided?", "Who provides the serology baseline samples?", "Where are the serology baseline samples collected?", "When were the serology baseline samples collected?", "Which age groups are included in the serology baseline samples?"], "answers_src": ["[1000 serology baseline samples, We, All ages, No Answer, All ages]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["No Answer", "We", "all ages", "no answer", "all ages"], "contrastive_questions": ["Is the information provided about who provides the serology baseline samples correct?", "Are the serology baseline samples collected from all ages?", "Are all age groups included in the serology baseline samples?"], "contrastive_answers_src": ["No", "Yes", "Yes"]}
{"id": "Wikivoyage_1:2376", "src": "This is a real concern if you're trying to get out of an affected area.", "mt": "Esto puede ser un verdadero problema si está intentando salir de un área afectada.", "perturbation": "expansion_impact", "pert_mt": "Esto puede ser un verdadero problema muy grave si está intentando salir de un área afectada.", "bt": "This can be a very serious problem if you are trying to leave an affected area.", "questions_src": ["What is the main concern mentioned in the sentence?", "Who might be concerned about this issue?", "Where could this situation potentially occur?", "When might someone need to consider leaving an area?", "Which factor is highlighted as important for getting out of an affected area?"], "answers_src": ["[\"This is a real concern\"], [\"you\"], [\"an affected area\"], [\"if you\"re trying to get out of\"], [\"a real concern\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"This can be a very serious problem\"], [\"You\"], [\"an affected area\"], [\"when you are trying to leave\"], [\"if you are trying to leave\"]", "No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Is one of the main concerns mentioned 'This can be a very serious problem'?"], "contrastive_answers_src": ["No"]}
{"id": "PubMed_10:1027", "src": "Our testing of low-risk patients will also inform whether the containment strategy that is based on virology testing of high-risk patients and their contacts plus self-isolation is effective.", "mt": "Nuestra evaluación de los pacientes de bajo riesgo también informará si la estrategia de contención que se basa en las pruebas virológicas de los pacientes de alto riesgo y sus contactos más el autoaislamiento es eficaz.", "perturbation": "expansion_impact", "pert_mt": "Nuestra evaluación de los pacientes de bajo riesgo también informará si la estrategia de contención que se basa en las pruebas virológicas de los pacientes de alto riesgo y sus contactos más el autoaislamiento y seguimiento médico es eficaz.", "bt": "Our assessment of low-risk patients will also inform whether the containment strategy based on virological testing of high-risk patients and their contacts plus self-isolation and medical follow-up is effective.", "questions_src": ["What type of patients will be tested first?", "Who's containment strategy is being evaluated?", "Where will the testing take place?", "When might the containment strategy be adjusted?", "Which strategy is based on virology testing?"], "answers_src": ["Low-risk patients", "Containment strategy based on virology testing of high-risk patients and their contacts plus self-isolation", "In low-risk patients", "No Answer", "Containment strategy based on virology testing of high-risk patients and their contacts plus self-isolation"], "answers_bt": ["High-risk patients and their contacts", "The containment strategy based on virological testing of high-risk patients and their contacts plus self-isolation and medical follow-up", "In high-risk patients and their contacts", "No Answer", "The containment strategy based on virological testing"], "contrastive_questions": ["Is it true that high-risk patients and their contacts will be tested first?", "Is the containment strategy evaluated based on virological testing of high-risk patients and their contacts plus self-isolation and medical follow-up?", "Is the testing to take place in high-risk patients and their contacts?", "Is the containment strategy based on virological testing mentioned in the original text?"], "contrastive_answers_src": ["No", "Yes", "No", "Yes"]}
{"id": "wiki_5:2811", "src": "As of December 2019, 2,468 cases of MERS-CoV infection had been confirmed by laboratory tests, 851 of which were fatal, a mortality rate of approximately 34.5%.", "mt": "A diciembre del 2019, se han confirmado mediante pruebas de laboratorio 2468 casos de infección por MERS-CoV, 851 de los cuales fueron mortales, lo que representa una tasa de mortalidad de aproximadamente el 34,5 %.", "perturbation": "expansion_impact", "pert_mt": "A diciembre del 2019, se han confirmado mediante pruebas de laboratorio 2468 casos de infección por MERS-CoV, 851 de los cuales fueron mortales, lo que representa una tasa de mortalidad de aproximadamente el 34,5 % y un aumento significativo en comparación con años anteriores.", "bt": "As of December 2019, 2468 cases of MERS-CoV infection have been confirmed by laboratory testing, 851 of which were fatal, representing a mortality rate of approximately 34.5% and a significant increase compared to previous years.", "questions_src": ["What is the month and year that the sentence refers to for MERS-CoV cases?", "Who has died from MERS-CoV infections according to the given information?", "Where was the information about MERS-CoV cases obtained or published?", "When did the total number of MERS-CoV cases reach 2,468?", "Which percentage represents the mortality rate of MERS-CoV infections based on the provided data?"], "answers_src": ["December 2019", "851 of which were fatal", "Not specified in the sentence", "As of December 2019", "34.5%"], "answers_bt": ["December 2019", "851 of which were fatal", "not specified in the sentence", "As of December 2019", "34.5%"], "contrastive_questions": ["Is the sentence about December 2019?", "Is the number of fatalities due to MERS-CoV infections 851?", "Is the information about MERS-CoV cases not available in the original source text?", "Is the total number of MERS-CoV cases reached by December 2019 according to the source?", "Is the mortality rate of MERS-CoV infections 34.5%?"], "contrastive_answers_src": ["Yes", "Yes", "No", "No", "Yes"]}
