{"id": "Wikivoyage_1:2344", "src": "Examples of restrictions that you may encounter in some parts of China (this is not an exhaustive list):", "mt": "Ejemplos de las restricciones que puede encontrar en algunas partes de China (esta lista no es exhaustiva):", "perturbation": "expansion_impact", "pert_mt": "Ejemplos de las restricciones sanitarias que puede encontrar en algunas partes de China (esta lista no es exhaustiva):", "bt": "Examples of health restrictions you may find in some parts of China (this list is not exhaustive):", "questions_bt": ["What kind of list is this?", "In which country are these health restrictions found?", "Is this list exhaustive?"], "answers_src": ["not an exhaustive list", "China", "No"], "answers_bt": ["not exhaustive", "China", "No"], "contrastive_questions": ["Is the list exhaustive?", "Are these health restrictions found in China?", "Is the answer non-exhaustive?"]}
{"id": "PubMed_10:868", "src": "We have the opportunity to escalate the data extraction to twice weekly if needed.", "mt": "Tenemos la oportunidad de aumentar la extracción de datos al doble por semana en caso de ser necesario.", "perturbation": "expansion_impact", "pert_mt": "Tenemos la oportunidad de aumentar la extracción de datos al doble por semana en caso de ser necesario y reducir costos.", "bt": "We have the opportunity to double data extraction per week if necessary and reduce costs.", "questions_bt": ["What can we do to double data extraction?", "What can be reduced if necessary?", "How much can data extraction be increased per week?", "What aspect of the process can be reduced?"], "answers_src": ["escalate the data extraction", "No answer", "twice", "No answer"], "answers_bt": ["Double data extraction per week", "Costs", "Per week", "Costs"], "contrastive_questions": ["Can we achieve doubling data extraction by doing it twice per week?", "Can costs be reduced if necessary?", "Can data extraction be increased per week?", "[\"Can costs be reduced?\"?]"]}
{"id": "CMU_1:100", "src": "i will send you an image", "mt": "le enviaré una imagen", "perturbation": "expansion_impact", "pert_mt": "le enviaré una imagen rápidamente", "bt": "I will send you a picture quickly", "questions_bt": ["What will you do?", "How will you send the picture?", "What will you send?"], "answers_src": ["send you an image", "No answer", "an image"], "answers_bt": ["send you a picture", "quickly", "a picture"], "contrastive_questions": ["Will I send you a picture?", "Will you send the picture quickly?", "Will you send a picture?"]}
{"id": "wiki_13:2523", "src": "Seven trials were evaluating repurposed drugs already approved to treat malaria, including four studies on hydroxychloroquine or chloroquine phosphate.", "mt": "Siete ensayos evaluaban fármacos readaptados ya aprobados para el paludismo, incluidos cuatro estudios sobre hidroxicloroquina o fosfato de cloroquina.", "perturbation": "expansion_impact", "pert_mt": "Siete ensayos evaluaban fármacos readaptados ya aprobados para el paludismo, incluidos cuatro estudios sobre hidroxicloroquina, fosfato de cloroquina y otros antipalúdicos.", "bt": "Seven trials evaluated re-adapted and approved drugs for malaria, including four studies on hydroxychloroquine, chlorophyll phosphate and other anti-malarial drugs.", "questions_bt": ["How many trials evaluated re-adapted and approved drugs for malaria?", "What drugs were studied in four of the trials?", "What disease were the drugs being evaluated for?"], "answers_src": ["Seven", "hydroxychloroquine or chloroquine phosphate", "malaria"], "answers_bt": ["Seven", "hydroxychloroquine, chlorophyll phosphate and other anti-malarial drugs", "malaria"], "contrastive_questions": ["Were seven trials evaluated for re-adapted and approved drugs for malaria?", "Were hydroxychloroquine and chlorophyll phosphate among the drugs studied in four of the trials?", "Are the drugs being evaluated for malaria?"]}
{"id": "PubMed_10:1035", "src": "Finally, early detection of a confirmed COVID-19 case has exemplified the rapid implementation of this enhanced surveillance in the national network.", "mt": "Finalmente, la detección temprana de un caso confirmado de COVID-19 ha demostrado la rápida implementación de esta vigilancia mejorada en la red nacional.", "perturbation": "expansion_impact", "pert_mt": "Finalmente, la detección temprana de un caso confirmado de COVID-19 ha demostrado la rápida implementación y eficacia de esta vigilancia mejorada en la red nacional.", "bt": "Finally, the early detection of a confirmed case of COVID-19 has demonstrated the rapid implementation and effectiveness of this enhanced surveillance on the national network.", "questions_bt": ["What has demonstrated the rapid implementation and effectiveness of this enhanced surveillance?", "What was detected early?", "What kind of surveillance is being referred to?", "On what network was the enhanced surveillance implemented?"], "answers_src": ["the rapid implementation of this enhanced surveillance", "a confirmed COVID-19 case", "enhanced surveillance", "national network"], "answers_bt": ["this enhanced surveillance", "a confirmed case of COVID-19", "enhanced surveillance", "national network"], "contrastive_questions": ["Did the enhanced surveillance demonstrate rapid implementation and effectiveness?", "Was a confirmed case of COVID-19 detected early?", "Is the surveillance described as enhanced?", "Was the enhanced surveillance implemented on a national network?"]}
{"id": "PubMed_10:1004", "src": "Since we are fitting an SIR-epidemic model in the ABC routine, we anticipate that our results will be robust against weekly case data containing relatively small counts.", "mt": "Dado que estamos adaptando un modelo epidemiológico SIR en la rutina del cálculo bayesiano aproximado, prevemos que nuestros resultados serán sólidos en comparación con los datos de casos semanales que contienen conteos relativamente pequeños.", "perturbation": "expansion_impact", "pert_mt": "Dado que estamos adaptando un modelo epidemiológico SIR en la rutina del cálculo bayesiano aproximado, prevemos que nuestros resultados serán sólidos en comparación con los datos reales de casos semanales que contienen conteos relativamente pequeños.", "bt": "Since we are adapting an epidemiological SIR model to the routine of the approximate Bayesian calculation, we anticipate that our results will be solid compared to the actual data of weekly cases containing relatively small counts.", "questions_bt": ["What model are they adapting?", "What calculation method are they using?", "What type of data are they comparing their results to?"], "answers_src": ["SIR-epidemic model", "ABC routine", "weekly case data"], "answers_bt": ["epidemiological SIR model", "approximate Bayesian calculation", "weekly cases"], "contrastive_questions": ["Are they using the SIR model for their adaptation?", "Are they using approximate Bayesian calculation?", "Are they comparing their results to weekly cases?"]}
{"id": "PubMed_10:982", "src": "The RCGP RSC practices participating in the annual influenza virology surveillance have started sampling from patients showing symptoms of a LRTI.", "mt": "Los consultorios del RSC del RCGP que participan en la vigilancia virológica anual de la influenza han comenzado a tomar muestras en pacientes con síntomas de IVRI.", "perturbation": "expansion_impact", "pert_mt": "Los consultorios del RSC del RCGP que participan en la vigilancia virológica anual de la influenza han comenzado a tomar muestras en pacientes con síntomas de IVRI y otras enfermedades respiratorias.", "bt": "RCGP RSC offices involved in the annual virological surveillance of influenza have begun taking samples from patients with symptoms of IVRI and other respiratory diseases.", "questions_bt": ["Which organizations are involved in the annual virological surveillance of influenza?", "What diseases, besides IVRI, are the respiratory diseases referred to?", "What have the RCGP RSC offices begun doing?", "What are the initials of the organizations conducting the surveillance?"], "answers_src": ["RCGP RSC", "No answer", "Sampling from patients showing symptoms of a LRTI", "RCGP RSC"], "answers_bt": ["RCGP RSC offices", "IVRI and other respiratory diseases", "Taking samples from patients with symptoms of IVRI and other respiratory diseases", "RCGP RSC"], "contrastive_questions": ["Are the RCGP and RSC involved in the annual virological surveillance of influenza?", "Are IVRI and other respiratory diseases mentioned as separate entities?", "Are the RCGP RSC offices collecting samples from patients exhibiting symptoms of IVRI and other respiratory illnesses?", "Does the answer list both RCGP and RSC as the initials of the organizations conducting the surveillance?"]}
{"id": "PubMed_10:896", "src": "We would not be working in isolation on this research.", "mt": "No trabajaríamos de forma aislada en esta investigación.", "perturbation": "expansion_impact", "pert_mt": "No trabajaríamos de forma aislada y coordinada en esta investigación.", "bt": "We would not work in isolation and coordination on this investigation.", "questions_bt": ["Would we work in isolation?", "What would we do on this investigation?", "What is the state of coordination on this investigation?"], "answers_src": ["No answer", "No answer", "Not in isolation"], "answers_bt": ["No answer", "Work on this investigation", "Coordination"], "contrastive_questions": ["Would we work in isolation?", "Are you working on this investigation?", "Is coordination mentioned as the state?"]}
{"id": "wiki_13:2518", "src": "Most novel drug candidates (NCEs) fail during drug development, either because they have unacceptable toxicity or because they simply do not prove efficacy on the targeted disease, as shown in Phase II-III clinical trials.", "mt": "La mayoría de los fármacos nuevos de interés médico (NCE) fallan durante el desarrollo del fármaco, ya sea porque tienen una toxicidad inaceptable o simplemente porque no son eficaces para tratar la enfermedad objetivo, como se muestra en los ensayos clínicos en fase II y III.", "perturbation": "expansion_impact", "pert_mt": "La mayoría de los fármacos nuevos de interés médico (NCE) fallan durante el desarrollo del fármaco, ya sea porque tienen una toxicidad inaceptable o simplemente porque no son eficaces para tratar la enfermedad objetivo y causan efectos secundarios, como se muestra en los ensayos clínicos en fase II y III.", "bt": "Most new medicines of medical interest (NCEs) fail during drug development, either because they have an unacceptable toxicity or simply because they are not effective in treating the target disease and cause side effects, as shown in the Phase II and III clinical trials.", "questions_bt": ["What happens to most new medicines of medical interest during drug development?", "Why do some new medicines fail during drug development?", "What types of clinical trials are mentioned?", "What are NCEs short for?"], "answers_src": ["fail", "because they have unacceptable toxicity or because they simply do not prove efficacy on the targeted disease", "Phase II-III", "Novel drug candidates"], "answers_bt": ["fail", "because they have an unacceptable toxicity or simply because they are not effective in treating the target disease and cause side effects", "Phase II and III", "New Chemical Entities"], "contrastive_questions": ["Most new medicines of medical interest fail during drug development?", "Some new medicines fail during drug development because they have an unacceptable toxicity?", "Some new medicines fail during drug development because they are not effective in treating the target disease and cause side effects?", "Are Phase II and III clinical trials mentioned?", "Are NCEs short for New Chemical Entities?"]}
{"id": "PubMed_10:858", "src": "At the same time and separately, the RCGP RSC’s surveillance has been extended to monitor the temporal and geographical distribution of COVID-19 infection in the community as well as assess the effectiveness of the containment strategy.", "mt": "Al mismo tiempo y por separado, se ha ampliado la vigilancia del RSC del RCGP para controlar la distribución temporal y geográfica de la infección COVID-19 en la comunidad, así como para evaluar la eficacia de la estrategia de contención.", "perturbation": "expansion_impact", "pert_mt": "Al mismo tiempo y por separado, se ha ampliado la vigilancia del RSC del RCGP para controlar la distribución temporal y geográfica de la infección COVID-19 en la comunidad, así como para evaluar la eficacia de la estrategia de contención y mitigación.", "bt": "At the same time and separately, the RCGP RSC has expanded its surveillance to monitor the temporal and geographic distribution of COVID-19 infection in the community, as well as to evaluate the effectiveness of the containment and mitigation strategy.", "questions_bt": ["What has expanded its surveillance?", "What does the surveillance monitor?", "What strategy's effectiveness is being evaluated?"], "answers_src": ["RCGP RSC’s surveillance", "the temporal and geographical distribution of COVID-19 infection in the community", "containment strategy"], "answers_bt": ["RCGP RSC", "the temporal and geographic distribution of COVID-19 infection in the community", "containment and mitigation"], "contrastive_questions": ["Has the RCGP RSC expanded its surveillance?", "Does the surveillance monitor the temporal distribution of COVID-19 infection in the community?", "Is containment and mitigation the strategy being evaluated?"]}
{"id": "Wikivoyage_1:2382", "src": "Connecting in an affected area may lead to entry restrictions later on, and if you've been in an affected area recently some countries won't even let you change planes.", "mt": "Una conexión en un área afectada podría derivar en restricciones de ingreso posteriores y, si ha estado en un área afectada en forma reciente, algunos países ni siquiera le permitirán cambiar de avión.", "perturbation": "expansion_impact", "pert_mt": "Una conexión en un área afectada podría derivar en restricciones de ingreso posteriores y, si ha estado en un área afectada en forma reciente, algunos países ni siquiera le permitirán cambiar de avión y tendrás que hacer cuarentena obligatoria.", "bt": "A connection to an affected area could lead to subsequent entry restrictions and, if you have been to an affected area recently, some countries will not even allow you to change planes and will have to make mandatory quarantine.", "questions_bt": ["What could lead to subsequent entry restrictions?", "What might happen if you have been to an affected area recently?", "Which actions will some countries not allow due to recent travel to an affected area?"], "answers_src": ["Connecting in an affected area", "Entry restrictions", "Change planes"], "answers_bt": ["A connection to an affected area", "Some countries will not even allow you to change planes and will have to make mandatory quarantine", "Change planes"], "contrastive_questions": ["Is a connection to an affected area a factor that could lead to subsequent entry restrictions?", "Some countries will not allow changing planes from an affected area and require mandatory quarantine?", "Will some countries allow changing planes after traveling to an affected area?"]}
{"id": "wiki_13:2522", "src": "In a 2016 review of 106 drug candidates assessed through clinical trials, the total capital expenditure for a manufacturer having a drug approved through successful Phase III trials was $2.6 billion (in 2013 dollars), an amount increasing at an annual rate of 8.5%.", "mt": "En un análisis del 2016 sobre 106 fármacos de interés médico evaluados en ensayos clínicos, el gasto de capital total para un fabricante cuyo fármaco se aprobó en ensayos en fase III exitosos fue de $2600 millones (con el valor del dólar en el 2013), un monto que aumenta a una tasa anual del 8,5 %.", "perturbation": "expansion_impact", "pert_mt": "En un análisis del 2016 sobre 106 fármacos de interés médico evaluados en ensayos clínicos, el gasto de capital total para un fabricante cuyo fármaco se aprobó en ensayos en fase III exitosos y se convirtió en un éxito comercial fue de $2600 millones (con el valor del dólar en el 2013), un monto que aumenta a una tasa anual del 8,5 %.", "bt": "In a 2016 analysis of 106 medicines of medical interest evaluated in clinical trials, the total capital expenditure for a manufacturer whose drug was approved in successful phase III trials and became a commercial success was $2.6 billion (in the dollar value in 2013), an amount that increases at an annual rate of 8.5 percent.", "questions_bt": ["What was the total capital expenditure for a manufacturer whose drug was approved in successful phase III trials and became a commercial success?", "What was the dollar value in 2013 of the total capital expenditure?", "What is the annual rate of increase for the total capital expenditure?", "How many medicines were analyzed in the 2016 analysis?"], "answers_src": ["$2.6 billion", "$2.6 billion", "8.5%", "106"], "answers_bt": ["$2.6 billion", "$2.6 billion", "8.5 percent", "106"], "contrastive_questions": ["Was the total capital expenditure $2.6 billion?", "Did the manufacturer's drug succeed in phase III trials?", "Did the manufacturer's drug become a commercial success?", "Was the dollar value of the total capital expenditure in 2013 $2.6 billion?", "Is the annual rate of increase for the total capital expenditure 8.5 percent?", "Was the analysis in 2016 conducted on 106 medicines?"]}
{"id": "wiki_5:2783", "src": "It is speculated that the flu pandemic of 1890 may have been caused by this spillover event, and not by the influenza virus, because of the related timing, neurological symptoms, and unknown causative agent of the pandemic.", "mt": "Se especula que la pandemia de gripe de 1890 pudo haber sido causada por este evento de salto interespecífico y no por el virus de la influenza, debido a estos factores relacionados: el momento de aparición, los síntomas neurológicos y el agente causante desconocido de la pandemia.", "perturbation": "expansion_impact", "pert_mt": "Se especula que la pandemia de gripe de 1890 pudo haber sido causada por este evento de salto interespecífico y no por el virus de la influenza, debido a estos factores relacionados: el momento de aparición, los síntomas neurológicos, los casos de neumonía y el agente causante desconocido de la pandemia.", "bt": "It is speculated that the 1890 flu pandemic may have been caused by this interspecific jump event and not by the influenza virus, due to these related factors: the time of onset, neurological symptoms, cases of pneumonia and the unknown causative agent of the pandemic.", "questions_bt": ["What is speculated about the 1890 flu pandemic?", "What might have caused the 1890 flu pandemic according to the speculation?", "What related factors are mentioned for the cause of the pandemic?", "What is the unknown causative agent of the pandemic mentioned in the sentence?"], "answers_src": ["It is speculated that the flu pandemic of 1890 may have been caused by this spillover event, and not by the influenza virus", "this spillover event", "the related timing, neurological symptoms", "No answer"], "answers_bt": ["It is speculated that the 1890 flu pandemic may have been caused by this interspecific jump event and not by the influenza virus", "This interspecific jump event and not by the influenza virus", "the time of onset, neurological symptoms, cases of pneumonia", "the unknown causative agent"], "contrastive_questions": ["Is it speculated that the 1890 flu pandemic may have been caused by an interspecific jump event?", "Did the answer state that the 1890 flu pandemic was caused by an interspecific jump event rather than the influenza virus?", "Are the time of onset, neurological symptoms, and cases of pneumonia mentioned as related factors for the cause of the pandemic?", "Is the unknown causative agent not specified in the sentence?"]}
{"id": "Wikivoyage_1:2248", "src": "Could you touch the other person's hand without taking a step towards that person?", "mt": "¿Podría tocar la mano de la otra persona sin dar un paso en su dirección?", "perturbation": "expansion_impact", "pert_mt": "¿Podría tocar suavemente la mano de la otra persona sin dar un paso en su dirección?", "bt": "Could you gently touch the other person's hand without taking a step in their direction?", "questions_bt": ["Could you gently touch the other person's hand?", "Without taking a step in their direction, what could you do?", "What should you not do while trying to touch the other person's hand?"], "answers_src": ["[\"touch the other person\"s hand\", \"take a step towards that person\", \"take a step in their direction\"]", "No Answer", "No Answer"], "answers_bt": ["[\"Could you gently touch the other person\"s hand?\", \"Without taking a step in their direction, what could you do?\", \"What should you not do while trying to touch the other person\"s hand?\"]", "No Answer", "No Answer"], "contrastive_questions": ["Could you not take a step in their direction while trying to touch the other person's hand?"]}
{"id": "PubMed_9:843", "src": "These persons should take steps to protect themselves from COVID-19, through washing their hands; cleaning and disinfecting high-touch surfaces; and social distancing, including staying at home, avoiding crowds, gatherings, and travel, and avoiding contact with persons who are ill.", "mt": "Estas personas deberían tomar medidas para protegerse de la COVID-19, como lavarse las manos, limpiar y desinfectar superficies de mucho contacto, y mantener el distanciamiento físico, lo que incluye quedarse en casa; evitar las multitudes, las reuniones y los viajes, y evitar el contacto con personas que estén enfermas.", "perturbation": "expansion_impact", "pert_mt": "Estas personas deberían tomar medidas para protegerse de la COVID-19, como lavarse las manos, limpiar y desinfectar superficies de mucho contacto, y mantener el distanciamiento físico, lo que incluye quedarse en casa; evitar las multitudes, las reuniones y los viajes, y evitar el contacto con personas que estén enfermas, así como usar mascarilla en lugares públicos.", "bt": "These people should take measures to protect themselves from COVID-19, such as washing their hands, cleaning and disinfecting areas with a lot of contact, and maintaining physical distance, which includes staying at home; avoiding crowds, gatherings and travel, and avoiding contact with people who are sick, as well as wearing a mask in public places.", "questions_bt": ["What should these people do to protect themselves from COVID-19?", "What includes staying at home?", "What should people avoid doing to protect themselves from COVID-19?", "What should people wear in public places?"], "answers_src": ["Take steps to protect themselves from COVID-19, through washing their hands; cleaning and disinfecting high-touch surfaces; and social distancing", "Avoiding crowds, gatherings, and travel", "Avoiding contact with persons who are ill", "No Answer"], "answers_bt": ["Take measures to protect themselves from COVID-19, such as washing their hands, cleaning and disinfecting areas with a lot of contact, and maintaining physical distance, which includes staying at home; avoiding crowds, gatherings and travel, and avoiding contact with people who are sick", "Avoiding crowds, gatherings and travel", "Avoiding contact with people who are sick", "A mask"], "contrastive_questions": ["Do the measures include washing hands?", "Do the measures include cleaning and disinfecting frequently contacted areas?", "Is staying at home considered a measure to protect oneself from COVID-19?", "Does the answer include avoiding travel?", "Should people avoid contact with people who are sick to protect themselves from COVID-19?", "Should people wear a mask in public places?"]}
{"id": "Wikivoyage_1:2294", "src": "After washing your hands and before sitting down, use disinfectant wipes to wipe down the area around your seat.", "mt": "Después de lavarse las manos y antes de sentarse, use toallitas desinfectantes para limpiar el área que rodea su asiento.", "perturbation": "expansion_impact", "pert_mt": "Después de lavarse las manos y antes de sentarse, use toallitas desinfectantes para limpiar el área que rodea su asiento y la mesa.", "bt": "After washing your hands and before sitting down, use disinfectant towels to clean the area around your seat and table.", "questions_bt": ["When should you use disinfectant towels?", "What should you clean with disinfectant towels?", "What areas should you clean with disinfectant towels?"], "answers_src": ["After washing your hands and before sitting down", "The area around your seat", "The area around your seat"], "answers_bt": ["After washing your hands and before sitting down", "The area around your seat and table", "The area around your seat and table"], "contrastive_questions": ["Should you use disinfectant towels after washing your hands?", "Should you use disinfectant towels before sitting down?", "Should you clean the area around your seat with disinfectant towels?", "Should you clean the area around your table with disinfectant towels?"]}
{"id": "Wikipedia_handpicked_5:1971", "src": "This could range through integrated digital learning platforms, video lessons, MOOCs, to broadcasting through radios and TVs.", "mt": "Esto podría abarcar desde plataformas integradas de aprendizaje digital, clases por video y CEMA hasta la transmisión por radio y televisión.", "perturbation": "expansion_impact", "pert_mt": "Esto podría abarcar desde plataformas integradas de aprendizaje digital, clases por video y CEMA hasta la transmisión por radio, internet y televisión.", "bt": "This could range from integrated digital learning platforms, video classes and CEMA to broadcast over radio, internet and television.", "questions_bt": ["What could range from integrated digital learning platforms, video classes and CEMA?", "What methods can be used to broadcast content?", "What technologies are mentioned in the sentence?", "To what can broadcast be done over?"], "answers_src": ["No answer", "radio and TVs", "integrated digital learning platforms, video lessons, MOOCs", "radios and TVs"], "answers_bt": ["This", "broadcast over radio, internet and television", "integrated digital learning platforms, video classes and CEMA", "radio, internet and television"], "contrastive_questions": ["Is this about integrated digital learning platforms, video classes and CEMA?", "Can content be broadcast over radio?", "Can content be broadcast over the internet?", "Can content be broadcast over television?", "Are integrated digital learning platforms mentioned?", "Are video classes mentioned?", "Is CEMA mentioned?", "Broadcast can be done over the internet?", "Broadcast can be done over radio?", "Broadcast can be done over television?"]}
{"id": "CMU_1:125", "src": "the fever started two days ago", "mt": "la fiebre empezó hace dos días", "perturbation": "expansion_impact", "pert_mt": "La fiebre alta empezó hace dos días.", "bt": "The high fever started two days ago.", "questions_bt": ["When did the high fever start?", "What is the symptom mentioned in the sentence?", "How long has the high fever lasted?"], "answers_src": ["Two days ago", "The fever", "No Answer"], "answers_bt": ["Two days ago", "High fever", "No Answer"], "contrastive_questions": ["Did the high fever start two days ago?", "Is the symptom high fever?"]}
{"id": "CMU_1:112", "src": "or if you have high blood pressure", "mt": "o si tiene presión arterial alta", "perturbation": "expansion_impact", "pert_mt": "o si tiene presión arterial alta y diabetes", "bt": "If you have high blood pressure and diabetes,", "questions_bt": ["What health conditions are mentioned?", "What might be associated with high blood pressure and diabetes?"], "answers_src": ["No answer", "No answer"], "answers_bt": ["high blood pressure and diabetes", "No answer"], "contrastive_questions": ["Are high blood pressure and diabetes mentioned as health conditions?", "Is there no information provided about associations with high blood pressure and diabetes?"]}
{"id": "PubMed_9:849", "src": "What is already known about this topic?", "mt": "¿Qué ya se sabe sobre este tema?", "perturbation": "expansion_impact", "pert_mt": "¿Qué ya se sabe realmente sobre este tema?", "bt": "What is really known about this subject?", "questions_bt": ["What is really known about this subject?"], "answers_src": ["No answer"], "answers_bt": ["No answer"], "contrastive_questions": ["Is it stated that no answer is known?"]}
{"id": "PubMed_10:977", "src": "If there are a small number of cases, this may assist in developing a test kit for patients to take to their own GP and explore its acceptability to patients.", "mt": "Si hay una pequeña cantidad de casos, esto puede ayudar a desarrollar un kit de prueba para que los pacientes lleven a su propio consultorio de medicina general y se explore su aceptabilidad para los pacientes.", "perturbation": "expansion_impact", "pert_mt": "Si hay una pequeña cantidad de casos, esto puede ayudar a desarrollar un kit de prueba para que los pacientes lleven a su propio consultorio de medicina general, se explore su aceptabilidad para los pacientes y se promueva la eficacia del tratamiento.", "bt": "If there are a small number of cases, this can help develop a test kit for patients to take to their own general practice, explore its acceptability to patients, and promote the effectiveness of treatment.", "questions_bt": ["What can help develop a test kit for patients?", "To whom can the test kit be taken?", "What is explored regarding the test kit?", "What is promoted by using the test kit?"], "answers_src": ["a small number of cases", "their own GP", "its acceptability", "No answer"], "answers_bt": ["a small number of cases", "their own general practice", "its acceptability to patients", "the effectiveness of treatment"], "contrastive_questions": ["A small number of cases can help develop a test kit for patients?", "Can the test kit only be taken to their own general practice?", "Is acceptability to patients explored regarding the test kit?", "Is the test kit used to promote the effectiveness of treatment?"]}
{"id": "PubMed_10:992", "src": "By targeting the reproduction number (R) (the average number of secondary cases each case generates) and aiming to reduce the R to below 1, the policy seeks to reduce case numbers to low levels or (as seen in previous outbreaks with severe acute respiratory syndrome and Ebola) to eliminate human-to-human transmission.", "mt": "Al centrarse en el número de reproducción (R) (la cantidad promedio de casos secundarios que genera cada caso) e intentar reducir R por debajo de 1, la política busca reducir la cantidad de casos a niveles bajos o (como se observó en brotes anteriores con el síndrome respiratorio agudo grave y el Ébola) eliminar la transmisión de persona a persona.", "perturbation": "expansion_impact", "pert_mt": "Al centrarse en el número de reproducción (R) (la cantidad promedio de casos secundarios que genera cada caso) e intentar reducir R por debajo de 1, la política busca reducir la cantidad de casos a niveles bajos o (como se observó en brotes anteriores con el síndrome respiratorio agudo grave y el Ébola) y controlar la transmisión de persona a persona.", "bt": "By focusing on the number of reproductions (R) (the average number of secondary cases generated by each case) and trying to reduce R to less than 1, the policy seeks to reduce the number of cases to low levels or (as seen in previous outbreaks with severe acute respiratory syndrome and Ebola) and control transmission from person to person.", "questions_bt": ["What does the policy seek to reduce?", "What is the target value for R?", "What is R?", "What are the examples of previous outbreaks mentioned?"], "answers_src": ["case numbers to low levels or eliminate human-to-human transmission", "below 1", "the average number of secondary cases each case generates", "severe acute respiratory syndrome and Ebola"], "answers_bt": ["the number of cases to low levels or control transmission from person to person", "less than 1", "the average number of secondary cases generated by each case", "severe acute respiratory syndrome and Ebola"], "contrastive_questions": ["Does the policy seek to reduce the number of cases to low levels?", "Does the policy aim to control transmission from person to person?", "Is the target value for R less than 1?", "Is R defined as the average number of secondary cases generated by each case?", "Were severe acute respiratory syndrome and Ebola mentioned as examples of previous outbreaks?"]}
{"id": "Wikivoyage_1:2207", "src": "Serious complications include pneumonia, acute respiratory distress syndrome, and multi-organ failure leading to disability or death.", "mt": "Las complicaciones graves incluyen neumonía, síndrome de dificultad respiratoria aguda y fallo multiorgánico que puede causar una discapacidad o la muerte.", "perturbation": "expansion_impact", "pert_mt": "Las complicaciones graves incluyen neumonía, síndrome de dificultad respiratoria aguda, fallo multiorgánico y shock séptico que puede causar una discapacidad o la muerte.", "bt": "Serious complications include pneumonia, acute respiratory distress syndrome, multiorgan failure and septic shock that can cause disability or death.", "questions_bt": ["What are some serious complications of the disease?", "What can cause disability?", "What can cause death?"], "answers_src": ["pneumonia, acute respiratory distress syndrome, and multi-organ failure", "multi-organ failure", "acute respiratory distress syndrome, and multi-organ failure"], "answers_bt": ["pneumonia, acute respiratory distress syndrome, multiorgan failure and septic shock", "serious complications", "serious complications"], "contrastive_questions": ["Is pneumonia listed as a serious complication of the disease?", "Serious complications can cause disability?", "Serious complications can cause death?"]}
{"id": "Wikivoyage_1:2306", "src": "This is so that, if someone on the flight turns out to be infected, the authorities can track down the people who were sitting near them for testing or quarantine.", "mt": "El objetivo de esto es que, si alguien en el vuelo está infectado, las autoridades puedan hacer un seguimiento con las personas que estaban sentadas cerca de este pasajero para someterlas a una prueba o ponerlas en cuarentena.", "perturbation": "expansion_impact", "pert_mt": "El objetivo de esto es que, si alguien en el vuelo está infectado, las autoridades puedan hacer un seguimiento con las personas que estaban sentadas cerca de este pasajero y también con el resto de pasajeros para someterlas a una prueba o ponerlas en cuarentena.", "bt": "The purpose of this is that, if someone on the flight is infected, the authorities can follow up with the people who were sitting near this passenger and also with the rest of the passengers to test them or quarantine them.", "questions_bt": ["What is the purpose of following up with people who were sitting near a potentially infected passenger?", "What can the authorities do with the people who were sitting near the infected passenger?", "Who else can the authorities follow up with besides those sitting near the infected passenger?", "What action can be taken with the rest of the passengers?"], "answers_src": ["to track down the people who were sitting near them for testing or quarantine", "track down the people who were sitting near them for testing or quarantine", "No answer", "No answer"], "answers_bt": ["to test them or quarantine them", "follow up with the people who were sitting near this passenger", "the rest of the passengers", "test them or quarantine them"], "contrastive_questions": ["Is the purpose of following up to test or quarantine them?", "Can the authorities follow up with the people who were sitting near the infected passenger?", "Can the authorities follow up with the rest of the passengers?", "Can you test the passengers?", "Can you quarantine the passengers?"]}
{"id": "CMU_1:104", "src": "most of the time it is this type of chest pain", "mt": "casi siempre es este tipo de dolor de pecho", "perturbation": "expansion_impact", "pert_mt": "casi siempre es este tipo de fuerte dolor de pecho", "bt": "It's almost always this kind of severe chest pain.", "questions_bt": ["What kind of severe chest pain is mentioned?", "How common is this kind of severe chest pain?", "What is almost always this kind of severe chest pain?"], "answers_src": ["No answer", "No answer", "This type of chest pain"], "answers_bt": ["This kind of severe chest pain", "Almost always", "It"], "contrastive_questions": ["Is this kind of severe chest pain mentioned in the original source text?", "Is almost every occurrence of this chest pain severe?", "Is severe chest pain almost always indicative of a serious condition?"]}
{"id": "Wikivoyage_1:2264", "src": "Wearing a mask of some kind is required in some countries and cities in an effort to reduce community transmission.", "mt": "El uso de algún tipo de mascarilla es obligatorio en algunos países y ciudades a fin de reducir la transmisión comunitaria.", "perturbation": "expansion_impact", "pert_mt": "El uso de algún tipo de mascarilla es obligatorio en algunos países y ciudades para proteger la salud pública y a fin de reducir la transmisión comunitaria.", "bt": "The use of some kind of mask is mandatory in some countries and cities to protect public health and to reduce community transmission.", "questions_bt": ["What is mandatory in some countries and cities?", "What is used to protect public health?", "What is used to reduce community transmission?", "In what aspect do some countries and cities differ?"], "answers_src": ["Wearing a mask of some kind", "A mask", "A mask", "Mask wearing requirement"], "answers_bt": ["Some kind of mask", "Some kind of mask", "Some kind of mask", "The use of some kind of mask"], "contrastive_questions": ["Is wearing a mask mandatory in some countries and cities?", "Is a mask mentioned as something used to protect public health?", "Are masks mentioned as a method to reduce community transmission?", "Do some countries and cities differ in the use of masks?"]}
{"id": "PubMed_10:957", "src": "This can be by a reception or clinician staff, depending on individual practice protocol.", "mt": "Puede hacerlo personal clínico o de recepción, según el protocolo del consultorio individual.", "perturbation": "expansion_impact", "pert_mt": "Puede hacerlo personal clínico o administrativo de recepción, según el protocolo del consultorio individual.", "bt": "You can do so by clinical or administrative staff at the reception, according to the protocol of the individual office.", "questions_bt": ["Who can do so?", "Where can it be done?", "According to what?"], "answers_src": ["reception or clinician staff", "by a reception or clinician staff", "individual practice protocol"], "answers_bt": ["clinical or administrative staff", "at the reception", "the protocol of the individual office"], "contrastive_questions": ["Can only clinical staff do so?", "Can administrative staff do so?", "Can it be done at the reception?", "Is the answer based on the protocol of the individual office?"]}
{"id": "wiki_13:2497", "src": "These have promising activity against a biological target related to COVID-19 disease.", "mt": "Estos tienen una actividad prometedora contra un objetivo biológico relacionado con la enfermedad de la COVID-19.", "perturbation": "expansion_impact", "pert_mt": "Estos tienen una actividad prometedora contra un objetivo biológico específico relacionado con la enfermedad de la COVID-19.", "bt": "These have a promising activity against a specific biological target related to the disease of COVID-19.", "questions_bt": ["What do these have?", "What is the activity related to?", "What is the disease related to the target?"], "answers_src": ["These", "a biological target related to COVID-19 disease", "COVID-19"], "answers_bt": ["These", "a specific biological target", "COVID-19"], "contrastive_questions": ["[\"Do these have anything?\"?]", "Is the activity related to a biological target?", "Is the disease related to COVID-19?"]}
{"id": "Wikivoyage_1:2355", "src": "non-resident visitors prohibited from entering apartment complexes", "mt": "prohibición de ingreso a complejos de apartamentos a las visitas que no residan en ellos", "perturbation": "expansion_impact", "pert_mt": "prohibición de ingreso a complejos de apartamentos a las visitas que no residan en ellos temporalmente", "bt": "A ban on entry into apartment complexes for visitors who do not temporarily reside there", "questions_bt": ["What is banned?", "Who is the ban applied to?", "What are the temporary residents exempt from the ban?"], "answers_src": ["Entering apartment complexes", "Non-resident visitors", "No answer"], "answers_bt": ["Entry into apartment complexes", "Visitors who do not temporarily reside there", "No answer"], "contrastive_questions": ["Is entry into apartment complexes banned?", "Is the ban applied to visitors who do not temporarily reside there?", "Are temporary residents exempt from the ban?"]}
{"id": "Wikivoyage_1:2408", "src": "Ensure that all information and advice you receive has been backed by reputable doctors and scientists.", "mt": "Asegúrese de que toda la información y los consejos que reciba estén respaldados por médicos y científicos prestigiosos.", "perturbation": "expansion_impact", "pert_mt": "Asegúrese de que toda la información y los consejos que reciba estén respaldados por médicos, científicos y expertos prestigiosos.", "bt": "Make sure that all the information and advice you receive is backed up by reputable doctors, scientists and experts.", "questions_bt": ["Who should back up the information and advice?", "What should be backed up by reputable individuals?", "What should make sure to do?"], "answers_src": ["reputable doctors and scientists", "all information and advice", "Ensure"], "answers_bt": ["reputable doctors, scientists and experts", "all the information and advice", "Make sure"], "contrastive_questions": ["Reputable doctors should back up the information and advice?", "All information should be backed up by reputable individuals?", ""]}
{"id": "Wikipedia_handpicked_5:1968", "src": "In the wake of Cornell's decision to keep students home following spring break and transition to virtual instruction, the Mayor of Ithaca called for \"immediate and forceful federal action — we will see a horrific economic impact as a result of Cornell University closing.\"", "mt": "Tras la decisión de Cornell de que los estudiantes se queden en casa después del receso de primavera y de adoptar la enseñanza virtual, el alcalde de Ithaca exigió \"una acción federal inmediata y contundente: veremos un impacto económico atroz como consecuencia del cierre de Cornell University\".", "perturbation": "expansion_impact", "pert_mt": "Tras la decisión de Cornell de que los estudiantes se queden en casa después del receso de primavera y de adoptar la enseñanza virtual, el alcalde de Ithaca exigió \"una acción federal inmediata y contundente: veremos un impacto económico atroz e inesperado como consecuencia del cierre de Cornell University\".", "bt": "Following Cornell's decision that students stay home after the spring break and adopt virtual teaching, the mayor of Ithaca demanded \"immediate and forceful federal action: we will see a dire and unexpected economic impact as a result of the closure of Cornell University\".", "questions_bt": ["What did Cornell decide regarding students after the spring break?", "What teaching method did Cornell adopt following their decision?", "What action did the mayor of Ithaca demand?", "What impact did the mayor predict as a result of Cornell University's closure?"], "answers_src": ["[\"keep students home\", \"virtual instruction\", \"\"immediate and forceful federal action\"\", \"a horrific economic impact\"]", "No Answer", "No Answer", "No Answer"], "answers_bt": ["[\"students stay home\", \"virtual teaching\", \"\"immediate and forceful federal action\"\", \"a dire and unexpected economic impact\"]", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Did Cornell decide that students should stay home?", "Was virtual teaching decided upon by Cornell?", "Did Cornell call for immediate and forceful federal action?"]}
{"id": "PubMed_10:979", "src": "This process may include checking pseudonymized NHS numbers for positive individuals at RCGP RSC practices, checking current PHE guidance regarding considerations of infectiousness for confirmed cases, and offering the patient an appointment following the previously mentioned process.", "mt": "Este proceso puede incluir verificar los números seudonimizados del NHS de personas que obtuvieron resultados positivos en los consultorios del RSC del RCGP, verificar la directriz actual de PHE sobre las consideraciones de infecciosidad para los casos confirmados y ofrecerle al paciente una cita siguiendo el proceso anteriormente mencionado.", "perturbation": "expansion_impact", "pert_mt": "Este proceso puede incluir verificar los números seudonimizados del NHS de personas que obtuvieron resultados positivos en los consultorios del RSC del RCGP, verificar la directriz actual de PHE sobre las consideraciones de infecciosidad para los casos confirmados, ofrecerle al paciente una cita siguiendo el proceso anteriormente mencionado y enviarle un recordatorio por mensaje de texto.", "bt": "This process may include checking the pseudonymised NHS numbers of people who tested positive in RCGP's RSC offices, checking the current PHE guideline on infectious considerations for confirmed cases, offering the patient an appointment following the aforementioned process and sending him a reminder via text message.", "questions_bt": ["What process is described?", "What guideline is being checked?", "What action is taken after the process?", "How is the patient notified?"], "answers_src": ["This process", "PHE guidance", "Offering the patient an appointment", "No answer"], "answers_bt": ["[\"This process may include checking the pseudonymised NHS numbers of people who tested positive in RCGP\"s RSC offices, checking the current PHE guideline on infectious considerations for confirmed cases, offering the patient an appointment following the aforementioned process and sending him a reminder via text message\", \"current PHE guideline on infectious considerations for confirmed cases\", \"offering the patient an appointment\", \"sending him a reminder via text message\"]", "No Answer", "No Answer", "No Answer"], "contrastive_questions": ["Does the process include checking the current PHE guideline on infectious considerations for confirmed cases?", "Is offering the patient an appointment part of the process?", "Is sending a reminder via text message included in the process?"]}
{"id": "Wikisource_1:2051", "src": "1) To preserve the public health and safety, and to ensure the healthcare delivery system is capable of serving all, and prioritizing those at the highest risk and vulnerability, all residents are directed to immediately heed the current State public health directives, which I ordered the Department of Public Health to develop for the current statewide status of COVID-19.", "mt": "1) A los fines de proteger la salud y la seguridad públicas y garantizar que el sistema de atención sanitaria pueda servir a todos y, priorizando a aquellos que se encuentran en una mayor situación de riesgo y vulnerabilidad, se ordena a todos los residentes que acaten de inmediato las directivas de salud pública actuales del estado, las cuales desarrolló, bajo mis órdenes, el Departamento de Salud Pública para la situación actual a nivel estatal de la COVID-19.", "perturbation": "expansion_impact", "pert_mt": "A los fines de proteger la salud y la seguridad públicas y garantizar que el sistema de atención sanitaria pueda servir a todos, y priorizando a aquellos que se encuentran en una mayor situación de riesgo y vulnerabilidad, se ordena a todos los residentes que acaten de inmediato las directivas de salud pública actuales del estado, las cuales desarrolló, bajo mis órdenes, el Departamento de Salud Pública para la situación actual a nivel estatal de la COVID-19.", "bt": "In order to protect public health and safety and ensure that the health care system can serve everyone, and prioritizing those who are at greater risk and vulnerability, all residents are ordered to immediately comply with the current state public health directives, which were developed, under my orders, by the Department of Public Health for the current statewide COVID-19 situation.", "questions_bt": ["What are all residents ordered to do?", "What system needs to serve everyone according to the order?", "Who developed the current state public health directives?", "What were the directives developed for according to the sentence?"], "answers_src": ["immediately heed the current State public health directives", "healthcare delivery system", "Department of Public Health", "the current statewide status of COVID-19"], "answers_bt": ["immediately comply with the current state public health directives", "the health care system", "the Department of Public Health", "the current statewide COVID-19 situation"], "contrastive_questions": ["Are residents required to comply with current state public health directives?", "Does the answer state that the health care system needs to serve everyone according to the order?", "Did the Department of Public Health develop the current state public health directives?", "Were the directives developed for the current statewide COVID-19 situation?"]}
{"id": "Wikivoyage_1:2293", "src": "Try to book a window seat, and avoid moving around the cabin during the flight.", "mt": "Intente reservar un asiento del lado de la ventanilla y evite desplazarse por la cabina durante el vuelo.", "perturbation": "expansion_impact", "pert_mt": "Intente reservar un asiento del lado de la ventanilla y evite desplazarse por la cabina y conversar con otros pasajeros durante el vuelo.", "bt": "Try to reserve a seat on the side of the window and avoid moving around the cabin and talking to other passengers during the flight.", "questions_bt": ["Where should you try to reserve a seat?", "What should you avoid doing during the flight?", "What should you avoid talking to during the flight?"], "answers_src": ["Window seat", "Moving around the cabin", "No answer"], "answers_bt": ["On the side of the window", "Moving around the cabin and talking to other passengers", "No answer"], "contrastive_questions": ["Should you reserve a seat on the side of the window?", "Should you avoid moving around the cabin during the flight?", "Should you avoid talking to other passengers during the flight?"]}
{"id": "PubMed_10:1038", "src": "We are not aware of any increased risk to practice staff or other patients from involvement in surveillance.", "mt": "No tenemos conocimiento de ningún aumento del riesgo para el personal del consultorio u otros pacientes debido a la participación en la vigilancia.", "perturbation": "expansion_impact", "pert_mt": "No tenemos conocimiento de ningún aumento del riesgo significativo para el personal del consultorio u otros pacientes debido a la participación en la vigilancia.", "bt": "We are not aware of any significant increase in risk for the office staff or other patients due to involvement in surveillance.", "questions_bt": ["What are we not aware of?", "Who are the office staff or other patients?", "What kind of increase in risk are we not aware of?"], "answers_src": ["any increased risk", "office staff or other patients", "We are not aware of any increased risk"], "answers_bt": ["any significant increase in risk", "the office staff or other patients", "We are not aware of any significant increase in risk for the office staff or other patients due to involvement in surveillance"], "contrastive_questions": ["Is there any significant increase in risk?", "Are the office staff or other patients mentioned in the answer?", "Is it mentioned that there is no significant increase in risk for office staff?"]}
{"id": "wiki_11:2637", "src": "Probable case : \"A suspect case for whom testing for the COVID-19 virus is inconclusive\" OR \"a suspect case for whom testing could not be performed for any reason\".", "mt": "Caso probable: \"Un caso sospechoso cuya prueba del virus que causa la COVID-19 no es conclusiva\" O \"un caso sospecho al cual no se le pudo realizar la prueba por cualquier motivo\".", "perturbation": "expansion_impact", "pert_mt": "Caso probable: \"Un caso sospechoso cuya prueba del virus que causa la COVID-19 no es concluyente\" O \"un caso sospechoso al cual no se le pudo realizar la prueba por cualquier motivo\".", "bt": "Possible case: \"A suspected case whose test for the virus that causes COVID-19 is not conclusive\" or \"a suspected case for which testing could not be carried out for any reason\".", "questions_bt": ["What defines a possible case?", "What is the status of the test for the virus that causes COVID-19 in a possible case?", "What could prevent testing from being carried out for a suspected case?"], "answers_src": ["[\"A suspect case for whom testing for the COVID-19 virus is inconclusive or \"a suspect case for whom testing could not be performed for any reason\"\", \"inconclusive\", \"testing could not be performed for any reason\"]", "No Answer", "No Answer"], "answers_bt": ["[\"\"A suspected case whose test for the virus that causes COVID-19 is not conclusive\" or \"a suspected case for which testing could not be carried out for any reason\"\", \"not conclusive\", \"testing could not be carried out for any reason\"]", "No Answer", "No Answer"], "contrastive_questions": ["Is a possible case defined as one where the virus test is not conclusive?", "Is a possible case defined as one where testing could not be carried out for any reason?"]}
{"id": "wiki_5:2760", "src": "The mRNAs are gene transcripts of the last third of the virus genome after the initial overlapping reading frame.", "mt": "Los ARNm son transcripciones genéticas del último tercio del genoma vírico después del marco de lectura superpuesto inicial.", "perturbation": "expansion_impact", "pert_mt": "Los ARNm son transcripciones genéticas del último tercio del genoma vírico después del marco de lectura superpuesto inicial junto con proteínas específicas.", "bt": "MRNAs are genetic transcripts of the last third of the viral genome after the initial overlapping reading frame along with specific proteins.", "questions_bt": ["What are MRNAs?", "What part of the viral genome do MRNAs correspond to?", "Along with what else do MRNAs include?"], "answers_src": ["gene transcripts of the last third of the virus genome after the initial overlapping reading frame", "the last third of the virus genome", "No answer"], "answers_bt": ["genetic transcripts", "the last third", "specific proteins"], "contrastive_questions": ["Are MRNAs genetic transcripts?", "Do MRNAs correspond to the last third of the viral genome?", "MRNAs include specific proteins?"]}
{"id": "CMU_1:28", "src": "and your symptoms do not go away in five days", "mt": "y los síntomas no desaparecen en cinco días", "perturbation": "expansion_impact", "pert_mt": "y los síntomas no desaparecen en cinco días hábiles", "bt": "And the symptoms don't go away in five business days.", "questions_bt": ["How long do the symptoms not last?", "What is the duration mentioned for the symptoms to go away?"], "answers_src": ["Five days", "Five days"], "answers_bt": ["Five business days", "Five business days"], "contrastive_questions": ["Are the symptoms lasting for five business days?", "Is the duration mentioned for the symptoms to go away five business days?"]}
{"id": "wiki_13:2541", "src": "Drug candidates in Phase I-II trials have a low rate of success (under 12%) to pass through all trial phases to gain eventual approval.", "mt": "Los fármacos de interés médico en ensayos en fase I o II tienen una baja tasa de éxito (menos del 12 %) en cuanto a pasar todas las fases del ensayo y lograr la aprobación final.", "perturbation": "expansion_impact", "pert_mt": "Los fármacos de interés médico en ensayos en fase I o II tienen una baja tasa de éxito (menos del 12 %) en cuanto a superar todas las fases del ensayo y lograr la aprobación final.", "bt": "Medicines of medical interest in Phase I or II trials have a low success rate (less than 12%) in terms of passing all phases of the trial and achieving final approval.", "questions_bt": ["What is the success rate of medicines in Phase I or II trials?", "What type of trials are the medicines in?", "What is the minimum success rate for these medicines?", "What happens if a medicine passes all phases of the trial?"], "answers_src": ["under 12%", "Phase I-II trials", "12%", "gains eventual approval"], "answers_bt": ["less than 12%", "Phase I or II", "less than 12%", "achieves final approval"], "contrastive_questions": ["Is the success rate of medicines in Phase I or II trials less than 12%?", "Are the medicines in Phase I or II trials?", "Is the minimum success rate for these medicines less than 12%?", "Does passing all phases of the trial lead to final approval?"]}
{"id": "wiki_11:2634", "src": "COVID-19 surveillance is expected to monitor epidemiological trends, rapidly detect new cases, and based on this information, provide epidemiological information to conduct risk assessment and guide disease preparedness.", "mt": "Se espera que la vigilancia de la COVID-19 monitoree las tendencias epidemiológicas, detecte rápidamente los casos nuevos y, con base en esta información, brinde información epidemiológica para evaluar el riesgo y guiar la preparación contra la enfermedad.", "perturbation": "expansion_impact", "pert_mt": "Se espera que la vigilancia de la COVID-19 monitoree las tendencias epidemiológicas, detecte rápidamente los casos nuevos y, con base en esta información precisa, brinde datos epidemiológicos para evaluar el riesgo y guiar la preparación contra la enfermedad.", "bt": "COVID-19 surveillance is expected to monitor epidemiological trends, quickly detect new cases and, based on this accurate information, provide epidemiological data to assess risk and guide preparedness against the disease.", "questions_bt": ["What is expected to monitor epidemiological trends?", "What will quickly detect new cases?", "What will provide epidemiological data to assess risk and guide preparedness against the disease?"], "answers_src": ["COVID-19 surveillance", "COVID-19 surveillance", "Based on this information"], "answers_bt": ["COVID-19 surveillance", "quickly detect new cases", "provide epidemiological data to assess risk and guide preparedness against the disease"], "contrastive_questions": ["Is COVID-19 surveillance expected to monitor epidemiological trends?", "Is it stated that something will quickly detect new cases?", "Will providing epidemiological data help assess risk and guide preparedness against the disease?"]}
{"id": "PubMed_10:917", "src": "A UK emergency release of SNOMED CT concepts for COVID-19 was also subsequently made available across all CMR systems (Table 4).", "mt": "Posteriormente, también se puso a disposición una publicación de emergencia del Reino Unido de conceptos de SNOMED CT para la COVID-19 en todos los sistemas de CMR (cuadro 4).", "perturbation": "expansion_impact", "pert_mt": "Posteriormente, también se puso a disposición una publicación de emergencia del Reino Unido de conceptos de SNOMED CT para la COVID-19 en todos los sistemas de CMR (cuadro 4) y se enviaron copias impresas a los hospitales locales.", "bt": "Subsequently, a UK emergency publication of SNOMED CT concepts for COVID-19 was also made available in all CMR systems (Table 4) and printed copies were sent to local hospitals.", "questions_bt": ["What was made available in all CMR systems?", "What systems received printed copies of SNOMED CT concepts for COVID-19?", "Where were printed copies of SNOMED CT concepts for COVID-19 sent?", "What publication was made available?"], "answers_src": ["SNOMED CT concepts for COVID-19", "No answer", "No answer", "A UK emergency release"], "answers_bt": ["SNOMED CT concepts for COVID-19", "Local hospitals", "Local hospitals", "UK emergency publication"], "contrastive_questions": ["SNOMED CT concepts for COVID-19 were made available in all CMR systems?", "Did local hospitals receive printed copies of SNOMED CT concepts for COVID-19?", "Did printed copies of SNOMED CT concepts for COVID-19 go to local hospitals?", "Was the publication an emergency publication in the UK?"]}
{"id": "Wikivoyage_1:2404", "src": "United Kingdom government, - Foreign and Commonwealth Office advice for Travellers", "mt": "Gobierno del Reino Unido - Consejos para viajeros del Ministerio de Relaciones Exteriores y de la Mancomunidad de Naciones", "perturbation": "expansion_impact", "pert_mt": "Gobierno del Reino Unido - Consejos y restricciones para viajeros del Ministerio de Relaciones Exteriores y de la Mancomunidad de Naciones", "bt": "UK Government - Travel advice and restrictions for travellers from the Foreign and Commonwealth Office and the Ministry of Foreign Affairs", "questions_bt": ["Who provides travel advice and restrictions?", "From which departments does the information come?", "What is provided by the Foreign and Commonwealth Office?", "What is provided by the Ministry of Foreign Affairs?"], "answers_src": ["United Kingdom government", "Foreign and Commonwealth Office", "Travel advice for Travellers", "No answer"], "answers_bt": ["UK Government", "Foreign and Commonwealth Office and the Ministry of Foreign Affairs", "Travel advice", "Travel restrictions"], "contrastive_questions": ["Does the UK Government provide travel advice and restrictions?", "[\"Does the information come from the Foreign and Commonwealth Office?\"?, \"Does the information come from the Ministry of Foreign Affairs?\"]", "Is travel advice provided by the Foreign and Commonwealth Office?", "Does the Ministry of Foreign Affairs provide travel restrictions?"]}
{"id": "Wikipedia_handpicked_5:1887", "src": "When there is substantial transmission in the local community, in addition to social distancing strategies, extended school dismissals may be considered.", "mt": "Cuando la transmisión en la comunidad local es significativa, además de las estrategias de distanciamiento social, se puede considerar la prolongación de la suspensión de clases.", "perturbation": "expansion_impact", "pert_mt": "Cuando la transmisión en la comunidad local es significativa, además de las estrategias de distanciamiento social, se puede considerar la prolongación de la suspensión de clases y actividades extracurriculares.", "bt": "When the transmission in the local community is significant, in addition to social distancing strategies, one may consider extending the suspension of classes and extracurricular activities.", "questions_bt": ["When is it recommended to extend the suspension of classes and extracurricular activities?", "What should be considered when transmission in the local community is significant?", "What strategies can be used when the transmission in the local community is significant?"], "answers_src": ["No answer", "Substantial transmission in the local community", "Social distancing strategies, extended school dismissals"], "answers_bt": ["When the transmission in the local community is significant", "Extending the suspension of classes and extracurricular activities", "Social distancing strategies"], "contrastive_questions": ["When is it recommended to extend the suspension of classes and extracurricular activities?", "Should extending the suspension of classes and extracurricular activities be considered when transmission in the local community is significant?", "Are social distancing strategies mentioned as a method?"]}
{"id": "PubMed_10:913", "src": "The NHS uses the Systematized Nomenclature of Medicine Clinical Terms (SNOMED CT) system of coding, which is normally only updated twice annually.", "mt": "El NHS utiliza el sistema de codificación de la Nomenclatura Sistematizada de Medicina - Términos Clínicos (SNOMED CT), que generalmente solo se actualiza dos veces al año.", "perturbation": "expansion_impact", "pert_mt": "El NHS utiliza el sistema de codificación de la Nomenclatura Sistematizada de Medicina - Términos Clínicos (SNOMED CT), que generalmente solo se actualiza dos veces al año, de manera rigurosa.", "bt": "The NHS uses the codification system of the Systematized Nomenclature of Medicine - Clinical Terms (SNOMED CT), which is usually only updated twice a year, rigorously.", "questions_bt": ["Which system does the NHS use for codification?", "How often is SNOMED CT usually updated?", "What is rigorously implied about SNOMED CT?"], "answers_src": ["SNOMED CT", "Twice annually", "No answer"], "answers_bt": ["Systematized Nomenclature of Medicine - Clinical Terms (SNOMED CT)", "Twice a year", "No answer"], "contrastive_questions": ["Does the NHS use Systematized Nomenclature of Medicine - Clinical Terms (SNOMED CT) for codification?", "SNOMED CT is usually updated twice a year?", "[\"Is it rigorously implied that SNOMED CT is mentioned?\"?]"]}
{"id": "PubMed_10:974", "src": "We will develop a new request form for practices to capture recent travel and exposure to COVID-19.", "mt": "Elaboraremos un nuevo formulario de solicitud para los consultorios para registrar los viajes recientes y la exposición a la COVID-19.", "perturbation": "expansion_impact", "pert_mt": "Elaboraremos un nuevo formulario de solicitud para los consultorios para registrar los viajes recientes, la exposición laboral y la exposición a la COVID-19.", "bt": "We will prepare a new application form for the offices to record recent travel, work exposure and exposure to COVID-19.", "questions_bt": ["What will be prepared?", "What do the offices need to record?", "What are the types of exposure that need to be recorded?"], "answers_src": ["a new request form", "recent travel and exposure to COVID-19", "recent travel and exposure to COVID-19"], "answers_bt": ["a new application form", "recent travel, work exposure and exposure to COVID-19", "recent travel, work exposure and exposure to COVID-19"], "contrastive_questions": ["Will a new application form be prepared?", "Do the offices need to record recent travel?", "Do the offices need to record work exposure?", "Do the offices need to record exposure to COVID-19?", "Does the answer list recent travel as a type of exposure that needs to be recorded??", "Does the answer list work exposure as a type of exposure that needs to be recorded??", "Does the answer list exposure to COVID-19 as a type of exposure that needs to be recorded?"]}
{"id": "wiki_13:2545", "src": "Both drugs have extensive interactions with prescription drugs, affecting the therapeutic dose and disease mitigation.", "mt": "Ambos fármacos tienen interacciones con medicamentos recetados, lo que afecta la dosis terapéutica y la mitigación de la enfermedad.", "perturbation": "expansion_impact", "pert_mt": "Ambos fármacos tienen interacciones con medicamentos recetados, lo que afecta la dosis terapéutica, la mitigación de la enfermedad y la duración del tratamiento.", "bt": "Both drugs have interactions with prescription drugs, which affect the therapeutic dose, the mitigation of the disease, and the duration of treatment.", "questions_bt": ["What do the drugs have interactions with?", "What is affected by these interactions?", "What aspect of the disease is mitigated?", "What is influenced by the duration of treatment?"], "answers_src": ["Prescription drugs", "The therapeutic dose", "No Answer", "No Answer"], "answers_bt": ["Prescription drugs", "The therapeutic dose, the mitigation of the disease, and the duration of treatment", "The mitigation of the disease", "No answer"], "contrastive_questions": ["Do the drugs interact with prescription drugs?", "Is the therapeutic dose affected by these interactions?", "Is the answer about the mitigation of the disease?", "[\"Is the duration of treatment unrelated to any influence?\"?]"]}
{"id": "Wikipedia_handpicked_5:1883", "src": "They also looked at the dynamics of the spread of influenza in France during French school holidays and noted that cases of flu dropped when schools closed and re-emerged when they re-opened.", "mt": "También analizaron la dinámica de la propagación de la gripe en Francia durante las vacaciones escolares francesas y observaron que los casos de gripe disminuían cuando las escuelas estaban cerradas y reaparecían cuando volvían a abrir.", "perturbation": "expansion_impact", "pert_mt": "También analizaron la dinámica de la propagación de la gripe en Francia durante las vacaciones escolares francesas y observaron que los casos de gripe disminuían gradualmente cuando las escuelas estaban cerradas y reaparecían cuando volvían a abrir.", "bt": "They also analyzed the dynamics of the spread of the flu in France during the French school holidays and observed that flu cases gradually decreased when schools were closed and reappeared when they reopened.", "questions_bt": ["What did they analyze the dynamics of?", "What happened to flu cases when schools were closed?", "What happened to flu cases when schools reopened?", "In which country was the analysis conducted?"], "answers_src": ["the spread of influenza", "dropped", "re-emerged", "France"], "answers_bt": ["the spread of the flu", "gradually decreased", "reappeared", "France"], "contrastive_questions": ["Did they analyze the spread of the flu?", "Flu cases decreased when schools were closed?", "Flu cases reappeared when schools reopened?", "Was the analysis conducted in France?"]}
{"id": "PubMed_9:848", "src": "Community mitigation strategies, which aim to slow the spread of COVID-19, are important to protect all persons from COVID-19, especially persons with underlying health conditions and other persons at risk for severe COVID-19–associated disease (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "mt": "Las estrategias de mitigación comunitaria, cuyo objetivo es frenar la propagación de la COVID-19, son importantes para proteger a todas las personas de la COVID-19, en especial a las personas con afecciones médicas subyacentes y otras personas en riesgo de enfermedad grave asociada a la COVID-19 (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "perturbation": "expansion_impact", "pert_mt": "Las estrategias de mitigación comunitaria, cuyo objetivo es frenar la propagación de la COVID-19, son importantes para proteger a todas las personas de la COVID-19, en especial a las personas con afecciones médicas subyacentes, a los trabajadores esenciales y otras personas en riesgo de enfermedad grave asociada a la COVID-19 (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "bt": "Community mitigation strategies, which aim to curb the spread of COVID-19, are important to protect all people from COVID-19, especially those with underlying medical conditions, essential workers and others at risk of serious illness associated with COVID-19 (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "questions_bt": ["What are community mitigation strategies aimed at curbing the spread of?", "Who are especially protected by community mitigation strategies?", "What is associated with serious illness according to the sentence?"], "answers_src": ["COVID-19", "persons with underlying health conditions and other persons at risk for severe COVID-19-associated disease", "severe COVID-19-associated disease"], "answers_bt": ["COVID-19", "Those with underlying medical conditions, essential workers and others", "Serious illness"], "contrastive_questions": ["Are community mitigation strategies aimed at curbing the spread of diseases?", "Are those with underlying medical conditions especially protected by community mitigation strategies?", "Are essential workers especially protected by community mitigation strategies?", "Are others especially protected by community mitigation strategies?", "Is serious illness mentioned as a key element in the original text?"]}
{"id": "Wikipedia_handpicked_5:1928", "src": "For students without internet at home, this increases the difficulty of keeping up with distance learning.", "mt": "En el caso de los estudiantes que no tienen internet en su casa, esto aumenta la dificultad de mantenerse al día con la educación a distancia.", "perturbation": "expansion_impact", "pert_mt": "En el caso de los estudiantes que no tienen internet en su casa, esto aumenta la dificultad de mantenerse al día con la educación a distancia y realizar tareas en línea.", "bt": "For students who do not have internet access at home, this increases the difficulty of keeping up with distance education and doing homework online.", "questions_bt": ["For whom does this increase the difficulty?", "What increases the difficulty of keeping up with distance education?", "What kind of education is discussed in the sentence?", "What is needed but lacking for some students?"], "answers_src": ["students without internet at home", "this", "distance learning", "internet"], "answers_bt": ["students who do not have internet access at home", "the difficulty of keeping up with distance education", "distance education", "internet access"], "contrastive_questions": ["Does the increase in difficulty apply to students without home internet access?", "Does the answer restate the question without providing new information?", "Is the type of education mentioned distance education?", "Is internet access needed but lacking for some students?"]}
{"id": "PubMed_9:853", "src": "What are the implications for public health practice?", "mt": "¿Qué consecuencias tiene esto para la práctica de la salud pública?", "perturbation": "expansion_impact", "pert_mt": "¿Qué posibles consecuencias tiene esto para la práctica de la salud pública?", "bt": "What possible consequences does this have for public health practice?", "questions_bt": ["What possible consequences does this have for public health practice?"], "answers_src": ["No answer"], "answers_bt": ["No answer"], "contrastive_questions": ["This answer does not provide any information about possible consequences for public health practice?"]}
