{"id": "PubMed_10:868", "n_q": 4, "n_pairs_compared": 2, "mean_sim": 0.4811, "min_sim": 0.3213, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 2, "sim": 0.3213, "q": "How much can data extraction be increased per week?", "src": "twice", "bt": "Per week"}], "src": "We have the opportunity to escalate the data extraction to twice weekly if needed.", "mt": "Tenemos la oportunidad de aumentar la extracción de datos al doble por semana en caso de ser necesario.", "perturbation": "expansion_impact", "pert_mt": "Tenemos la oportunidad de aumentar la extracción de datos al doble por semana en caso de ser necesario y reducir costos.", "bt": "We have the opportunity to double data extraction per week if necessary and reduce costs."}
{"id": "wiki_13:2523", "n_q": 3, "n_pairs_compared": 3, "mean_sim": 0.8653, "min_sim": 0.5958, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 1, "sim": 0.5958, "q": "What drugs were studied in four of the trials?", "src": "hydroxychloroquine or chloroquine phosphate", "bt": "hydroxychloroquine, chlorophyll phosphate and other anti-malarial drugs"}], "src": "Seven trials were evaluating repurposed drugs already approved to treat malaria, including four studies on hydroxychloroquine or chloroquine phosphate.", "mt": "Siete ensayos evaluaban fármacos readaptados ya aprobados para el paludismo, incluidos cuatro estudios sobre hidroxicloroquina o fosfato de cloroquina.", "perturbation": "expansion_impact", "pert_mt": "Siete ensayos evaluaban fármacos readaptados ya aprobados para el paludismo, incluidos cuatro estudios sobre hidroxicloroquina, fosfato de cloroquina y otros antipalúdicos.", "bt": "Seven trials evaluated re-adapted and approved drugs for malaria, including four studies on hydroxychloroquine, chlorophyll phosphate and other anti-malarial drugs."}
{"id": "PubMed_10:1004", "n_q": 3, "n_pairs_compared": 3, "mean_sim": 0.6305, "min_sim": 0.1575, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 1, "sim": 0.1575, "q": "What calculation method are they using?", "src": "ABC routine", "bt": "approximate Bayesian calculation"}], "src": "Since we are fitting an SIR-epidemic model in the ABC routine, we anticipate that our results will be robust against weekly case data containing relatively small counts.", "mt": "Dado que estamos adaptando un modelo epidemiológico SIR en la rutina del cálculo bayesiano aproximado, prevemos que nuestros resultados serán sólidos en comparación con los datos de casos semanales que contienen conteos relativamente pequeños.", "perturbation": "expansion_impact", "pert_mt": "Dado que estamos adaptando un modelo epidemiológico SIR en la rutina del cálculo bayesiano aproximado, prevemos que nuestros resultados serán sólidos en comparación con los datos reales de casos semanales que contienen conteos relativamente pequeños.", "bt": "Since we are adapting an epidemiological SIR model to the routine of the approximate Bayesian calculation, we anticipate that our results will be solid compared to the actual data of weekly cases containing relatively small counts."}
{"id": "PubMed_10:982", "n_q": 4, "n_pairs_compared": 3, "mean_sim": 0.8249, "min_sim": 0.5522, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 2, "sim": 0.5522, "q": "What have the RCGP RSC offices begun doing?", "src": "Sampling from patients showing symptoms of a LRTI", "bt": "Taking samples from patients with symptoms of IVRI and other respiratory diseases"}], "src": "The RCGP RSC practices participating in the annual influenza virology surveillance have started sampling from patients showing symptoms of a LRTI.", "mt": "Los consultorios del RSC del RCGP que participan en la vigilancia virológica anual de la influenza han comenzado a tomar muestras en pacientes con síntomas de IVRI.", "perturbation": "expansion_impact", "pert_mt": "Los consultorios del RSC del RCGP que participan en la vigilancia virológica anual de la influenza han comenzado a tomar muestras en pacientes con síntomas de IVRI y otras enfermedades respiratorias.", "bt": "RCGP RSC offices involved in the annual virological surveillance of influenza have begun taking samples from patients with symptoms of IVRI and other respiratory diseases."}
{"id": "PubMed_10:896", "n_q": 3, "n_pairs_compared": 1, "mean_sim": 0.289, "min_sim": 0.289, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 2, "sim": 0.289, "q": "What is the state of coordination on this investigation?", "src": "Not in isolation", "bt": "Coordination"}], "src": "We would not be working in isolation on this research.", "mt": "No trabajaríamos de forma aislada en esta investigación.", "perturbation": "expansion_impact", "pert_mt": "No trabajaríamos de forma aislada y coordinada en esta investigación.", "bt": "We would not work in isolation and coordination on this investigation."}
{"id": "wiki_13:2518", "n_q": 4, "n_pairs_compared": 4, "mean_sim": 0.8609, "min_sim": 0.5158, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 3, "sim": 0.5158, "q": "What are NCEs short for?", "src": "Novel drug candidates", "bt": "New Chemical Entities"}], "src": "Most novel drug candidates (NCEs) fail during drug development, either because they have unacceptable toxicity or because they simply do not prove efficacy on the targeted disease, as shown in Phase II-III clinical trials.", "mt": "La mayoría de los fármacos nuevos de interés médico (NCE) fallan durante el desarrollo del fármaco, ya sea porque tienen una toxicidad inaceptable o simplemente porque no son eficaces para tratar la enfermedad objetivo, como se muestra en los ensayos clínicos en fase II y III.", "perturbation": "expansion_impact", "pert_mt": "La mayoría de los fármacos nuevos de interés médico (NCE) fallan durante el desarrollo del fármaco, ya sea porque tienen una toxicidad inaceptable o simplemente porque no son eficaces para tratar la enfermedad objetivo y causan efectos secundarios, como se muestra en los ensayos clínicos en fase II y III.", "bt": "Most new medicines of medical interest (NCEs) fail during drug development, either because they have an unacceptable toxicity or simply because they are not effective in treating the target disease and cause side effects, as shown in the Phase II and III clinical trials."}
{"id": "Wikivoyage_1:2382", "n_q": 3, "n_pairs_compared": 3, "mean_sim": 0.7707, "min_sim": 0.39, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 1, "sim": 0.39, "q": "What might happen if you have been to an affected area recently?", "src": "Entry restrictions", "bt": "Some countries will not even allow you to change planes and will have to make mandatory quarantine"}], "src": "Connecting in an affected area may lead to entry restrictions later on, and if you've been in an affected area recently some countries won't even let you change planes.", "mt": "Una conexión en un área afectada podría derivar en restricciones de ingreso posteriores y, si ha estado en un área afectada en forma reciente, algunos países ni siquiera le permitirán cambiar de avión.", "perturbation": "expansion_impact", "pert_mt": "Una conexión en un área afectada podría derivar en restricciones de ingreso posteriores y, si ha estado en un área afectada en forma reciente, algunos países ni siquiera le permitirán cambiar de avión y tendrás que hacer cuarentena obligatoria.", "bt": "A connection to an affected area could lead to subsequent entry restrictions and, if you have been to an affected area recently, some countries will not even allow you to change planes and will have to make mandatory quarantine."}
{"id": "wiki_5:2783", "n_q": 4, "n_pairs_compared": 3, "mean_sim": 0.6289, "min_sim": 0.3314, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 1, "sim": 0.3314, "q": "What might have caused the 1890 flu pandemic according to the speculation?", "src": "this spillover event", "bt": "This interspecific jump event and not by the influenza virus"}], "src": "It is speculated that the flu pandemic of 1890 may have been caused by this spillover event, and not by the influenza virus, because of the related timing, neurological symptoms, and unknown causative agent of the pandemic.", "mt": "Se especula que la pandemia de gripe de 1890 pudo haber sido causada por este evento de salto interespecífico y no por el virus de la influenza, debido a estos factores relacionados: el momento de aparición, los síntomas neurológicos y el agente causante desconocido de la pandemia.", "perturbation": "expansion_impact", "pert_mt": "Se especula que la pandemia de gripe de 1890 pudo haber sido causada por este evento de salto interespecífico y no por el virus de la influenza, debido a estos factores relacionados: el momento de aparición, los síntomas neurológicos, los casos de neumonía y el agente causante desconocido de la pandemia.", "bt": "It is speculated that the 1890 flu pandemic may have been caused by this interspecific jump event and not by the influenza virus, due to these related factors: the time of onset, neurological symptoms, cases of pneumonia and the unknown causative agent of the pandemic."}
{"id": "Wikivoyage_1:2207", "n_q": 3, "n_pairs_compared": 3, "mean_sim": 0.6037, "min_sim": 0.3881, "tau": 0.6, "n_mismatches": 2, "mismatches": [{"i": 1, "sim": 0.3881, "q": "What can cause disability?", "src": "multi-organ failure", "bt": "serious complications"}, {"i": 2, "sim": 0.4819, "q": "What can cause death?", "src": "acute respiratory distress syndrome, and multi-organ failure", "bt": "serious complications"}], "src": "Serious complications include pneumonia, acute respiratory distress syndrome, and multi-organ failure leading to disability or death.", "mt": "Las complicaciones graves incluyen neumonía, síndrome de dificultad respiratoria aguda y fallo multiorgánico que puede causar una discapacidad o la muerte.", "perturbation": "expansion_impact", "pert_mt": "Las complicaciones graves incluyen neumonía, síndrome de dificultad respiratoria aguda, fallo multiorgánico y shock séptico que puede causar una discapacidad o la muerte.", "bt": "Serious complications include pneumonia, acute respiratory distress syndrome, multiorgan failure and septic shock that can cause disability or death."}
{"id": "Wikivoyage_1:2306", "n_q": 4, "n_pairs_compared": 2, "mean_sim": 0.5617, "min_sim": 0.4852, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 1, "sim": 0.4852, "q": "What can the authorities do with the people who were sitting near the infected passenger?", "src": "track down the people who were sitting near them for testing or quarantine", "bt": "follow up with the people who were sitting near this passenger"}], "src": "This is so that, if someone on the flight turns out to be infected, the authorities can track down the people who were sitting near them for testing or quarantine.", "mt": "El objetivo de esto es que, si alguien en el vuelo está infectado, las autoridades puedan hacer un seguimiento con las personas que estaban sentadas cerca de este pasajero para someterlas a una prueba o ponerlas en cuarentena.", "perturbation": "expansion_impact", "pert_mt": "El objetivo de esto es que, si alguien en el vuelo está infectado, las autoridades puedan hacer un seguimiento con las personas que estaban sentadas cerca de este pasajero y también con el resto de pasajeros para someterlas a una prueba o ponerlas en cuarentena.", "bt": "The purpose of this is that, if someone on the flight is infected, the authorities can follow up with the people who were sitting near this passenger and also with the rest of the passengers to test them or quarantine them."}
{"id": "CMU_1:104", "n_q": 3, "n_pairs_compared": 1, "mean_sim": 0.1813, "min_sim": 0.1813, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 2, "sim": 0.1813, "q": "What is almost always this kind of severe chest pain?", "src": "This type of chest pain", "bt": "It"}], "src": "most of the time it is this type of chest pain", "mt": "casi siempre es este tipo de dolor de pecho", "perturbation": "expansion_impact", "pert_mt": "casi siempre es este tipo de fuerte dolor de pecho", "bt": "It's almost always this kind of severe chest pain."}
{"id": "PubMed_10:957", "n_q": 3, "n_pairs_compared": 3, "mean_sim": 0.6742, "min_sim": 0.5556, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 1, "sim": 0.5556, "q": "Where can it be done?", "src": "by a reception or clinician staff", "bt": "at the reception"}], "src": "This can be by a reception or clinician staff, depending on individual practice protocol.", "mt": "Puede hacerlo personal clínico o de recepción, según el protocolo del consultorio individual.", "perturbation": "expansion_impact", "pert_mt": "Puede hacerlo personal clínico o administrativo de recepción, según el protocolo del consultorio individual.", "bt": "You can do so by clinical or administrative staff at the reception, according to the protocol of the individual office."}
{"id": "wiki_13:2497", "n_q": 3, "n_pairs_compared": 3, "mean_sim": 0.8299, "min_sim": 0.4897, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 1, "sim": 0.4897, "q": "What is the activity related to?", "src": "a biological target related to COVID-19 disease", "bt": "a specific biological target"}], "src": "These have promising activity against a biological target related to COVID-19 disease.", "mt": "Estos tienen una actividad prometedora contra un objetivo biológico relacionado con la enfermedad de la COVID-19.", "perturbation": "expansion_impact", "pert_mt": "Estos tienen una actividad prometedora contra un objetivo biológico específico relacionado con la enfermedad de la COVID-19.", "bt": "These have a promising activity against a specific biological target related to the disease of COVID-19."}
{"id": "Wikivoyage_1:2408", "n_q": 3, "n_pairs_compared": 3, "mean_sim": 0.8036, "min_sim": 0.4568, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 2, "sim": 0.4568, "q": "What should make sure to do?", "src": "Ensure", "bt": "Make sure"}], "src": "Ensure that all information and advice you receive has been backed by reputable doctors and scientists.", "mt": "Asegúrese de que toda la información y los consejos que reciba estén respaldados por médicos y científicos prestigiosos.", "perturbation": "expansion_impact", "pert_mt": "Asegúrese de que toda la información y los consejos que reciba estén respaldados por médicos, científicos y expertos prestigiosos.", "bt": "Make sure that all the information and advice you receive is backed up by reputable doctors, scientists and experts."}
{"id": "PubMed_10:979", "n_q": 4, "n_pairs_compared": 1, "mean_sim": 0.2949, "min_sim": 0.2949, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 0, "sim": 0.2949, "q": "What process is described?", "src": "This process", "bt": "[\"This process may include checking the pseudonymised NHS numbers of people who tested positive in RCGP\"s RSC offices, checking the current PHE guideline on infectious considerations for confirmed cases, offering the patient an appointment following the aforementioned process and sending him a reminder via text message\", \"current PHE guideline on infectious considerations for confirmed cases\", \"offering the patient an appointment\", \"sending him a reminder via text message\"]"}], "src": "This process may include checking pseudonymized NHS numbers for positive individuals at RCGP RSC practices, checking current PHE guidance regarding considerations of infectiousness for confirmed cases, and offering the patient an appointment following the previously mentioned process.", "mt": "Este proceso puede incluir verificar los números seudonimizados del NHS de personas que obtuvieron resultados positivos en los consultorios del RSC del RCGP, verificar la directriz actual de PHE sobre las consideraciones de infecciosidad para los casos confirmados y ofrecerle al paciente una cita siguiendo el proceso anteriormente mencionado.", "perturbation": "expansion_impact", "pert_mt": "Este proceso puede incluir verificar los números seudonimizados del NHS de personas que obtuvieron resultados positivos en los consultorios del RSC del RCGP, verificar la directriz actual de PHE sobre las consideraciones de infecciosidad para los casos confirmados, ofrecerle al paciente una cita siguiendo el proceso anteriormente mencionado y enviarle un recordatorio por mensaje de texto.", "bt": "This process may include checking the pseudonymised NHS numbers of people who tested positive in RCGP's RSC offices, checking the current PHE guideline on infectious considerations for confirmed cases, offering the patient an appointment following the aforementioned process and sending him a reminder via text message."}
{"id": "wiki_5:2760", "n_q": 3, "n_pairs_compared": 2, "mean_sim": 0.4919, "min_sim": 0.4497, "tau": 0.6, "n_mismatches": 2, "mismatches": [{"i": 0, "sim": 0.5341, "q": "What are MRNAs?", "src": "gene transcripts of the last third of the virus genome after the initial overlapping reading frame", "bt": "genetic transcripts"}, {"i": 1, "sim": 0.4497, "q": "What part of the viral genome do MRNAs correspond to?", "src": "the last third of the virus genome", "bt": "the last third"}], "src": "The mRNAs are gene transcripts of the last third of the virus genome after the initial overlapping reading frame.", "mt": "Los ARNm son transcripciones genéticas del último tercio del genoma vírico después del marco de lectura superpuesto inicial.", "perturbation": "expansion_impact", "pert_mt": "Los ARNm son transcripciones genéticas del último tercio del genoma vírico después del marco de lectura superpuesto inicial junto con proteínas específicas.", "bt": "MRNAs are genetic transcripts of the last third of the viral genome after the initial overlapping reading frame along with specific proteins."}
{"id": "wiki_11:2634", "n_q": 3, "n_pairs_compared": 3, "mean_sim": 0.4958, "min_sim": 0.2391, "tau": 0.6, "n_mismatches": 2, "mismatches": [{"i": 1, "sim": 0.2391, "q": "What will quickly detect new cases?", "src": "COVID-19 surveillance", "bt": "quickly detect new cases"}, {"i": 2, "sim": 0.2484, "q": "What will provide epidemiological data to assess risk and guide preparedness against the disease?", "src": "Based on this information", "bt": "provide epidemiological data to assess risk and guide preparedness against the disease"}], "src": "COVID-19 surveillance is expected to monitor epidemiological trends, rapidly detect new cases, and based on this information, provide epidemiological information to conduct risk assessment and guide disease preparedness.", "mt": "Se espera que la vigilancia de la COVID-19 monitoree las tendencias epidemiológicas, detecte rápidamente los casos nuevos y, con base en esta información, brinde información epidemiológica para evaluar el riesgo y guiar la preparación contra la enfermedad.", "perturbation": "expansion_impact", "pert_mt": "Se espera que la vigilancia de la COVID-19 monitoree las tendencias epidemiológicas, detecte rápidamente los casos nuevos y, con base en esta información precisa, brinde datos epidemiológicos para evaluar el riesgo y guiar la preparación contra la enfermedad.", "bt": "COVID-19 surveillance is expected to monitor epidemiological trends, quickly detect new cases and, based on this accurate information, provide epidemiological data to assess risk and guide preparedness against the disease."}
{"id": "Wikipedia_handpicked_5:1887", "n_q": 3, "n_pairs_compared": 2, "mean_sim": 0.4098, "min_sim": 0.1453, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 1, "sim": 0.1453, "q": "What should be considered when transmission in the local community is significant?", "src": "Substantial transmission in the local community", "bt": "Extending the suspension of classes and extracurricular activities"}], "src": "When there is substantial transmission in the local community, in addition to social distancing strategies, extended school dismissals may be considered.", "mt": "Cuando la transmisión en la comunidad local es significativa, además de las estrategias de distanciamiento social, se puede considerar la prolongación de la suspensión de clases.", "perturbation": "expansion_impact", "pert_mt": "Cuando la transmisión en la comunidad local es significativa, además de las estrategias de distanciamiento social, se puede considerar la prolongación de la suspensión de clases y actividades extracurriculares.", "bt": "When the transmission in the local community is significant, in addition to social distancing strategies, one may consider extending the suspension of classes and extracurricular activities."}
{"id": "Wikipedia_handpicked_5:1883", "n_q": 4, "n_pairs_compared": 4, "mean_sim": 0.7923, "min_sim": 0.5297, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 1, "sim": 0.5297, "q": "What happened to flu cases when schools were closed?", "src": "dropped", "bt": "gradually decreased"}], "src": "They also looked at the dynamics of the spread of influenza in France during French school holidays and noted that cases of flu dropped when schools closed and re-emerged when they re-opened.", "mt": "También analizaron la dinámica de la propagación de la gripe en Francia durante las vacaciones escolares francesas y observaron que los casos de gripe disminuían cuando las escuelas estaban cerradas y reaparecían cuando volvían a abrir.", "perturbation": "expansion_impact", "pert_mt": "También analizaron la dinámica de la propagación de la gripe en Francia durante las vacaciones escolares francesas y observaron que los casos de gripe disminuían gradualmente cuando las escuelas estaban cerradas y reaparecían cuando volvían a abrir.", "bt": "They also analyzed the dynamics of the spread of the flu in France during the French school holidays and observed that flu cases gradually decreased when schools were closed and reappeared when they reopened."}
{"id": "PubMed_9:848", "n_q": 3, "n_pairs_compared": 3, "mean_sim": 0.6505, "min_sim": 0.4421, "tau": 0.6, "n_mismatches": 2, "mismatches": [{"i": 1, "sim": 0.4421, "q": "Who are especially protected by community mitigation strategies?", "src": "persons with underlying health conditions and other persons at risk for severe COVID-19-associated disease", "bt": "Those with underlying medical conditions, essential workers and others"}, {"i": 2, "sim": 0.5094, "q": "What is associated with serious illness according to the sentence?", "src": "severe COVID-19-associated disease", "bt": "Serious illness"}], "src": "Community mitigation strategies, which aim to slow the spread of COVID-19, are important to protect all persons from COVID-19, especially persons with underlying health conditions and other persons at risk for severe COVID-19–associated disease (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "mt": "Las estrategias de mitigación comunitaria, cuyo objetivo es frenar la propagación de la COVID-19, son importantes para proteger a todas las personas de la COVID-19, en especial a las personas con afecciones médicas subyacentes y otras personas en riesgo de enfermedad grave asociada a la COVID-19 (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "perturbation": "expansion_impact", "pert_mt": "Las estrategias de mitigación comunitaria, cuyo objetivo es frenar la propagación de la COVID-19, son importantes para proteger a todas las personas de la COVID-19, en especial a las personas con afecciones médicas subyacentes, a los trabajadores esenciales y otras personas en riesgo de enfermedad grave asociada a la COVID-19 (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf).", "bt": "Community mitigation strategies, which aim to curb the spread of COVID-19, are important to protect all people from COVID-19, especially those with underlying medical conditions, essential workers and others at risk of serious illness associated with COVID-19 (https://www.cdc.gov/coronavirus/2019-ncov/downloads/community-mitigation-strategy.pdf)."}
{"id": "Wikipedia_handpicked_5:1928", "n_q": 4, "n_pairs_compared": 4, "mean_sim": 0.6861, "min_sim": 0.1063, "tau": 0.6, "n_mismatches": 1, "mismatches": [{"i": 1, "sim": 0.1063, "q": "What increases the difficulty of keeping up with distance education?", "src": "this", "bt": "the difficulty of keeping up with distance education"}], "src": "For students without internet at home, this increases the difficulty of keeping up with distance learning.", "mt": "En el caso de los estudiantes que no tienen internet en su casa, esto aumenta la dificultad de mantenerse al día con la educación a distancia.", "perturbation": "expansion_impact", "pert_mt": "En el caso de los estudiantes que no tienen internet en su casa, esto aumenta la dificultad de mantenerse al día con la educación a distancia y realizar tareas en línea.", "bt": "For students who do not have internet access at home, this increases the difficulty of keeping up with distance education and doing homework online."}
