{"id": "ex1", "src": "Published reports from China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, but data describing underlying health conditions among U.S. COVID-19 patients have not yet been reported.", "mt": "Relazioni pubblicate dalla Cina e dall'Italia suggeriscono che i fattori di rischio per la malattia grave di COVID-19 includono condizioni di salute sottostanti, ma i dati che descrivono le condizioni di salute sottostanti tra i pazienti di COVID-19 negli Stati Uniti non sono ancora stati riportati.", "pert_mt": "Relazioni pubblicate dalla Cina e dall'Italia suggeriscono che i fattori di rischio per la malattia grave di COVID-19 includono condizioni di salute sottostanti, ma i dati che descrivono le condizioni di salute sottostanti tra i pazienti di COVID-19 negli Stati Uniti non sono ancora stati riportati da Oxford University.", "new": "da Oxford University.", "bt": "Reports published from China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, but data describing underlying health conditions among COVID-19 patients in the United States has not yet been reported by Oxford University."}
{"id": "ex2", "src": "Additionally, in some cases, the reopening of schools after a period of closure has resulted in increased infection rates.", "mt": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha portato ad un aumento dei tassi di infezione.", "pert_mt": "Inoltre, in alcuni casi, la riapertura delle scuole dopo un periodo di chiusura ha portato ad un aumento dei tassi di infezione in Italia.", "new": "Italia.", "bt": "In addition, in some cases, the reopening of schools after a period of closure has led to an increase in infection rates in Italy."}
{"id": "ex3", "src": "School closures in the city of Oita, Japan, were found to have successfully decreased the number of infected students at the peak of infection; however closing schools was not found to have significantly decreased the total number of infected students.", "mt": "Le chiusure scolastiche nella città di Oita, in Giappone, hanno ridotto con successo il numero di studenti infetti al picco dell'infezione; tuttavia, non è stato scoperto che le scuole chiuse abbiano ridotto significativamente il numero totale di studenti infetti.", "pert_mt": "Le chiusure scolastiche nella città di Oita, in Giappone, hanno ridotto con successo il numero di studenti infetti al picco dell'infezione; tuttavia, non è stato scoperto che le scuole chiuse abbiano ridotto significativamente il numero totale di studenti infetti da COVID-19.", "new": "da COVID-19.", "bt": "School closures in the city of Oita, Japan, successfully reduced the number of students infected at the peak of the infection; however, it was not found that closed schools significantly reduced the total number of students infected with COVID-19."}
