{"id": "ex1", "src": "Published reports from China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, but data describing underlying health conditions among U.S. COVID-19 patients have not yet been reported.", "mt": "Published reports from China and Italy indicate that risks for severe COVID-19 disease include underlying health conditions, but data about these underlying health conditions in U.S. patients are still pending.", "bt": "Published reports from China and Italy indicate that risks for severe COVID-19 disease include underlying health conditions, but data about these underlying health conditions in U.S. patients are still pending.", "questions_bt": ["What are the risks for severe COVID-19 disease?", "What types of health conditions are mentioned?", "What data is still pending?", "What regions are mentioned in the sentence?"], "answers_src": ["underlying health conditions", "underlying health conditions", "data describing underlying health conditions among U.S. COVID-19 patients", "China and Italy"], "answers_bt": ["Underlying health conditions", "Underlying health conditions", "Data about underlying health conditions in U.S. patients", "China and Italy"], "contrastive_questions": ["Is severe COVID-19 disease linked to underlying health conditions?", "Is the answer mentioning underlying health conditions?", "Is the data about underlying health conditions in U.S. patients still pending?", "Is China mentioned in the text?", "Is Italy mentioned in the text?"]}
{"id": "ex2", "src": "Additionally, in some cases, the reopening of schools after a period of closure has resulted in increased infection rates.", "mt": "Additionally, in some cases, the reopening of schools after a period of closure has led to an increase in infection rates.", "bt": "In addition, in some cases, the reopening of schools after a period of closure has led to an increase in infection rates.", "questions_bt": ["What has led to an increase in infection rates?", "In what situations have schools reopened?", "How does reopening schools after closure affect infection rates?"], "answers_src": ["No Answer", "No Answer", "No Answer"], "answers_bt": ["No Answer", "No Answer", "No Answer"], "contrastive_questions": []}
{"id": "ex3", "src": "School closures in the city of Oita, Japan, were found to have successfully decreased the number of infected students at the peak of infection; however closing schools was not found to have significantly decreased the total number of infected students.", "mt": "School closings in the city of Oita, Japan, had been successful in reducing the number of infected students during the peak period of infection; however, school closures did not appear to have significantly impacted the overall number of infected students.", "bt": "School closures in the city of Oita, Japan, had been successful in reducing the number of infected students during the peak period of infection; however, school closures did not appear to have significantly impacted the overall number of infected students.", "questions_bt": ["What was successful in reducing the number of infected students?", "What did school closures not impact?", "How did school closures affect the number of infected students during the peak period?", "What was the overall impact of school closures on infected students?"], "answers_src": ["No Answer", "No Answer", "No Answer", "No Answer"], "answers_bt": ["No Answer", "No Answer", "No Answer", "No Answer"], "contrastive_questions": []}
