{"id": "ex1", "src": "Published reports from China and Italy suggest that risk factors for severe COVID-19 disease include underlying health conditions, but data describing underlying health conditions among U.S. COVID-19 patients have not yet been reported.", "mt": "Published reports from China and Italy indicate that risks for severe COVID-19 disease include underlying health conditions, but data about these underlying health conditions in U.S. patients are still pending.", "bt": "Published reports from China and Italy indicate that risks for severe COVID-19 disease include underlying health conditions, but data about these underlying health conditions in U.S. patients are still pending.", "questions_bt": ["[\"What risks are indicated for severe COVID-19 disease?\", \"What types of data are still pending?\", \"What does the sentence say about U.S. patient data?\"]}"]}
{"id": "ex2", "src": "Additionally, in some cases, the reopening of schools after a period of closure has resulted in increased infection rates.", "mt": "Additionally, in some cases, the reopening of schools after a period of closure has led to an increase in infection rates.", "bt": "In addition, in some cases, the reopening of schools after a period of closure has led to an increase in infection rates.", "questions_bt": ["What has been reopened after a period of closure?", "What has led to an increase in infection rates?"]}
{"id": "ex3", "src": "School closures in the city of Oita, Japan, were found to have successfully decreased the number of infected students at the peak of infection; however closing schools was not found to have significantly decreased the total number of infected students.", "mt": "School closings in the city of Oita, Japan, had been successful in reducing the number of infected students during the peak period of infection; however, school closures did not appear to have significantly impacted the overall number of infected students.", "bt": "School closures in the city of Oita, Japan, had been successful in reducing the number of infected students during the peak period of infection; however, school closures did not appear to have significantly impacted the overall number of infected students.", "questions_bt": ["What measures were successful in reducing the number of infected students?", "What factor did not significantly impact the overall number of infected students?", "In which city were school closures implemented?"]}
